{"BR18_Executive_order_on_building_regulations_2018_part_I & II_4033beeb-eba8-44d9-b297-1f0993cc4889": {"page_content": "I'm sorry, but it seems like there is an issue with the text or table you provided. Can you please provide the content so that I can assist you in summarizing it?", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_4033beeb-eba8-44d9-b297-1f0993cc4889"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_d2ebb79b-6873-4c86-9042-0100b0621da4": {"page_content": "The text outlines the specific sections of the Danish Building Act that provide authority and duty to the Transport, Building and Housing Agency, as well as the right to complain and proclamation of certain regulations.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_d2ebb79b-6873-4c86-9042-0100b0621da4"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_5f30f1ca-1e13-4b43-bbe5-408b974266ce": {"page_content": "The Building Regulations apply to all buildings, including new construction, additions, conversions, changes in use, demolition, and maintenance work that impacts energy consumption. The local council is the building authority responsible for making decisions under the Building Regulations.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_5f30f1ca-1e13-4b43-bbe5-408b974266ce"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_21bb3379-1d90-42fb-80d7-3d2946ec7911": {"page_content": "The table outlines the types of building works that are exempt from the Building Regulations, such as bridges, power supply pylons, and bus shelters. It also lists the types of building works that are in accordance with the Building Regulations but may be erected without a building permit, including garages, conversions of existing buildings, and outdoor facilities for storage of livestock and grain.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_21bb3379-1d90-42fb-80d7-3d2946ec7911"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_fc8ec56b-38cf-4c8c-8b6f-70bd601d9a0e": {"page_content": "The text outlines the requirements for building permits and exemptions for various types of structures, including transportable tents and structures, garages, agricultural buildings, masts and antenna systems, allotment sheds, and transportable structures used as permanent workplaces. It specifies the conditions under which these structures may be erected without the need for a building permit, as well as the requirements they must meet in terms of safety, layout, and performance.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_fc8ec56b-38cf-4c8c-8b6f-70bd601d9a0e"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_e4d260fc-9e34-447e-85f4-32d800c7975d": {"page_content": "The text outlines the energy consumption requirements for temporary, movable pavilions, specifically transportable tents and structures. It highlights the building rights, access conditions, protection, and fire safety regulations that apply to these structures. Tents with a total area of maximum 50 sq. metres are exempt from the rules in Chapter 15.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_e4d260fc-9e34-447e-85f4-32d800c7975d"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_cc493bd3-9c77-49ff-ba33-49dc596a50a3": {"page_content": "The text outlines the requirements and procedures for obtaining a building permit from the local council. It includes details on the application process, necessary documentation, exemptions, and temporary permissions for specific circumstances. The local council may charge a fee for permit administration and may request supplementary documentation as needed.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_cc493bd3-9c77-49ff-ba33-49dc596a50a3"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_340da74e-0864-4c6f-86bf-0f4ee24ab43c": {"page_content": "Summary: The text outlines the requirements for returning an adjoining plot to its former condition after building work is completed, allowing neighbors to carry out necessary work before building work begins, and the requirement to notify the local council before commencing building work.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_340da74e-0864-4c6f-86bf-0f4ee24ab43c"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_3a625d66-b3f3-495d-8f42-345fe865e0b4": {"page_content": "The table outlines the requirements for building permits for different structure classes, including the need for a certified structural engineer to be associated with the project. It also specifies the documentation and endorsements required for different structure classes, as well as the responsibilities of the applicant in appointing a certified structural engineer.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_3a625d66-b3f3-495d-8f42-345fe865e0b4"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_267106e0-b8f0-4133-891c-12e2f0f139f6": {"page_content": "The text outlines the requirements for building permits for different structure and fire classes. It specifies that a certified fire consultant must be associated with the building work and provide documentation or checks to ensure compliance with regulations. The applicant must appoint a certified fire consultant and provide specific documentation approved by the consultant for the building permit application. For building work in fire class 4, a fire consultant certified for third-party checks must be appointed, and additional documentation is required. If the building is not traditional in terms of contingency tactics, the solutions regarding contingency tactics must be approved by the local council before a building permit can be granted.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_267106e0-b8f0-4133-891c-12e2f0f139f6"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_01850c05-613b-4e61-90c8-f7c4648ca172": {"page_content": "The text outlines the requirements for building work in structure classes 2-4, including the appointment of a certified structural engineer and construction designer, as well as the documentation and statements required for building permit applications. It also specifies the need for a third-party check for building work in structure class 4.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_01850c05-613b-4e61-90c8-f7c4648ca172"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_81f99cc5-67b3-4e9f-9b4f-4138bc62596e": {"page_content": "Summary: If a certified consultant has not been appointed for building work in fire class 2-4, the local council must process the fire safety conditions. Documentation must be submitted, including fire safety layout, chosen measures, and maintenance plans. The local council may obtain a declaration by an expert at the applicant's cost.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_81f99cc5-67b3-4e9f-9b4f-4138bc62596e"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_78a0b767-a98e-4bf7-bc58-dc946972e550": {"page_content": "The text outlines regulations for the erection and use of transportable tents and structures, including the requirement for certification and building permits from the local council. It also specifies that temporary batten structures are only covered by the Building Act to the extent deemed appropriate by the local council. Additionally, it states that notification must be submitted to the local council at least 4 weeks before the use of transportable tents and structures by more than 150 persons.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_78a0b767-a98e-4bf7-bc58-dc946972e550"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_684caed0-5f6b-4b76-9d68-aa47718cc207": {"page_content": "The table outlines regulations for camping areas and festival/sales areas based on their size and capacity for overnight accommodation. It specifies the requirements for notification or building permits to be submitted to the local council before the use of the area is commenced, based on the size and purpose of the area.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_684caed0-5f6b-4b76-9d68-aa47718cc207"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_8a490424-11dd-4796-bcd3-c833a00e7102": {"page_content": "The text outlines the requirements and procedures for obtaining a building permit, including the need for written notification, assessment of documentation, and potential impact on natural habitat. It also discusses the responsibilities of the applicant and the local council in the event of changes during the building work. Additionally, it mentions the possibility of appointing an expert at the applicant's cost for technical documentation evaluation.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_8a490424-11dd-4796-bcd3-c833a00e7102"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_6f6d0f54-a3d6-4815-81a9-23ba3b777b2c": {"page_content": "The local council may charge fees for processing building permit applications, which may be based on time spent or as a fixed fee. Fees may also be charged for withdrawn or refused applications, as well as for legalisation cases and exemption applications. The fees are payable when the building permit is granted, and may be payable in two instalments if determined by the local council. If a fixed fee is charged, it must not exceed the amount stipulated by the Executive order on fees in the building sector.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_6f6d0f54-a3d6-4815-81a9-23ba3b777b2c"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_a05d4bc1-281d-45dd-9933-bdd034009e69": {"page_content": "The text outlines the requirements for notifying the local council when building work requiring a permit is concluded. It details the documentation that must be submitted, the exemptions for certain types of structures, and the responsibilities of the local council in verifying compliance with building regulations. It also discusses the process for obtaining permission for use, including partial use, and the requirements for expert reports and random samples of documentation.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_a05d4bc1-281d-45dd-9933-bdd034009e69"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_eabeec2a-e6f5-491f-8e81-0812c469bafd": {"page_content": "Summary: The text outlines the regulations for demolition of buildings that require a building permit. It specifies that garages, carports, outbuildings, and other structures adjoining single-family houses and holiday homes may be demolished without a permit. The application for demolition must include building information and be submitted digitally with the owner's digital signature. The local council may also provide guidelines for demolition, and a statement of conclusion must be submitted after the demolition process.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_eabeec2a-e6f5-491f-8e81-0812c469bafd"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_21c03ddd-8161-4296-a00c-4ac7241fc958": {"page_content": "Summary: The text outlines access conditions for buildings, residential areas, and parking areas, stating that they must enable users to arrive, enter, and access their functions. It also specifies that holiday homes and detached single-family houses used only for residential purposes are not included in these provisions, except for specific sections.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_21c03ddd-8161-4296-a00c-4ac7241fc958"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_b55881ab-cb7a-47b7-87a9-160c3315da47": {"page_content": "Summary: The table outlines the requirements for access areas on a land parcel, including lighting, width and surface of access paths, leveling of differences in levels, maximum gradient for ramps, installation of handrails, and clear tactile partition for pedestrian access paths. It also specifies the design requirements for gates or passages to enable easy access for rescue vehicles.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_b55881ab-cb7a-47b7-87a9-160c3315da47"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_bdaf9fbb-b058-4ec3-961d-00ecac70bb50": {"page_content": "The text outlines accessibility requirements for building entrances, including level access, door width, and tactile markings. It also specifies requirements for detached single-family houses and doors for escape routes. Additionally, it mentions accessibility requirements for parking areas and refuse collection areas in residential areas.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_bdaf9fbb-b058-4ec3-961d-00ecac70bb50"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_c565a475-5832-41e6-9819-7803a0865a35": {"page_content": "The table outlines the requirements for shared access routes in buildings, including the width, marking, ramps, handrails, and door specifications. It emphasizes the need for direct and unhindered access to lifts, residential units, and commercial building functions, with specific measurements and guidelines for construction.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_c565a475-5832-41e6-9819-7803a0865a35"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_996ed236-f552-405b-96ac-06b5aad38f8e": {"page_content": "The table outlines the requirements for stairs in shared access routes, including minimum width, headroom, gradient, and step depth. It specifies that the free width of the stairs must be at least 1.0 metre, with a free headroom of at least 2.10 metres. The gradient of the stairs should not exceed 0.18 metres, and the horizontal depth of the step should be at least 0.25 metres in residential buildings. Circular and winding staircases may have a minimum going of 0.20 metres.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_996ed236-f552-405b-96ac-06b5aad38f8e"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_a8fe20ba-ac66-45ee-ad4e-d7d8112f3aa1": {"page_content": "Summary: The table outlines the requirements for fencing and handrails in shared access routes, balconies, and other elevated residential areas. It specifies minimum height requirements for fencing and handrails, as well as design considerations to prevent falls and injuries. It also emphasizes the need to prevent children from climbing or getting pinched between balusters. Additionally, it mentions specific construction requirements for glass fencing.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_a8fe20ba-ac66-45ee-ad4e-d7d8112f3aa1"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_dd3fa713-1279-4532-8655-d74761388e8e": {"page_content": "Summary: Shared access routes must have grip-friendly hand rails on corridors, stairs, and ramps, installed at a height of approximately 0.80 meters. The hand rails should be easy to grip and hold onto, and must be installed without interruption over landings, and terminated horizontally.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_dd3fa713-1279-4532-8655-d74761388e8e"}}, "BR18_Executive_order_on_building_regulations_2018_part_I & II_10dedec7-1e9f-4142-9aab-d1951a1de54e": {"page_content": "The text discusses the importance of providing easily accessible information about the layout and use of a building open to the public. It emphasizes the need for clear signage at the entrance and directions to important facilities, and also highlights the importance of providing this information in various formats such as Braille, sound, pictograms, writing, graphics, and guiding lines.", "metadata": {"file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_10dedec7-1e9f-4142-9aab-d1951a1de54e"}}}