["The document is not provided, so it cannot be summarized.", "The document lists several sections of the Danish Building Act and Executive Order No. 453 that outline the responsibilities and authority of the Transport, Building and Housing Agency. It states that certain regulations and the right to complain will be provided by the agency.", "Chapter 1 of this document outlines the administrative provisions of the Building Regulations. It states that the regulations apply to all buildings, unless specified otherwise. The regulations apply to various types of building works, including construction of new buildings, additions to existing buildings, conversions and alterations that are significant in relation to the Building Act or Regulations, changes in building use, demolition of buildings, and maintenance work and alterations that impact the energy consumption of existing buildings. The local council is designated as the building authority responsible for making decisions under the Building Regulations.", "The document outlines the restrictions on the scope of the Building Regulations. It states that the Building Regulations do not apply to certain structures and erections, such as bridges, tunnels, power supply pylons, and bus shelters. It also specifies that certain building works can be erected without a building permit, including garages, carports, outbuildings, conversions of existing buildings, and open-air swimming pools. Additionally, it lists various transportable structures and antenna systems that are exempt from the Building Regulations.", "Chapter 1 of the document provides administrative provisions regarding the Building Regulations. Section 16 states that buildings with an LPG storage capacity of up to 1,200 gas storage units are subject to certain restrictions. The section then lists various transportable tents and structures that require certification under the Executive Order on a Certification Scheme. These include tents and structures with more than one storey, stages, grandstands, footbridges, towers, truss systems, and more.\n\nSection 6 outlines exemptions from compliance with the regulations. It states that certain structures, such as garages, carports, outbuildings, and greenhouses with an area not exceeding 50 sq. metres, can be built without demonstrating strength and stability. Agricultural livestock breeding and operational buildings, as well as horticultural hothouses, are subject to specific requirements in different chapters of the regulations.\n\nAdditionally, masts and antenna systems used for railway communication, allotment sheds, transportable structures used for building work with a granted permit, and transportable structures used as permanent workplaces for certain types of work are also exempt from certain provisions of the Executive Order. The exempted requirements vary depending on the specific structure or situation.", "This document is discussing the administrative provisions and restrictions on the scope of the Building Regulations, specifically related to energy consumption for temporary, movable pavilions and transportable tents and structures. \n\nFor transportable tents and structures, there are several requirements outlined in Part II. These include building rights in Chapter 8, which only apply to tents and structures erected for more than 6 weeks. Access conditions at the building, protection, and structures are also addressed in various sections. \n\nAdditionally, fire safety regulations in Chapter 5 are applicable to transportable tents and structures. However, tents with a total area of up to 50 sq. metres are exempt from the rules in Chapter 15.", "Chapter 1 of the document discusses the administrative provisions related to the application for a building permit. It states that building work cannot be started without a building permit from the local council, unless exceptions are specified in sections 4 and 5. The local council has the authority to charge a fee for the administration of building permits.\n\nThe local council may have a preliminary dialogue with the applicant to determine the framework of the building project and its relationship to other legislation. The application for a building permit must be submitted using the digital solution provided by the local council and must be signed by the owner using a digital signature. If the owner's signature is not available, other means of verifying the applicant's right to carry out the work must be provided.\n\nThe application for a building permit must include various information, such as the identification of the property, building or unit, information about the work to be performed, conditions related to specific chapters, planned use of the building, structural class and fire class documentation, registration in the Building and Housing Register, and a statement concerning the technical conditions in the Building Regulations. The local council may request additional documentation if needed.\n\nFor buildings in structure class 2-4 and fire class 2-4, supplementary documentation must be submitted. In certain cases, the local council may request authentication by a surveyor regarding the size of the plot or the location of the building.\n\nIf the application is for the erection of a wind turbine and related building work, specific information such as a clear description of the work, a drawing with scale and specifications, and permissions required under other legislation must be included.\n\nIn the case of applications for permission to give public access to a mine or similar structures, a report on expert surveys of the strength and stability of the subsoil must be submitted.\n\nApplications for exemption from provisions of the Building Regulations must also be submitted digitally and signed by the owner using a digital signature. The local council has the authority to grant exemptions if it is compatible with the conditions underlying the provision from which exemption is sought. The council may request additional information for granting an exemption.\n\nExemptions are only valid if explicitly stated in the building permit or communicated to the applicant in writing. The Building Regulations may be relaxed for listed buildings and buildings that are part of a scheduled ancient monument if they conflict with the protection and preservation value of the site.\n\nThe local council may give temporary permission to use an adjoining plot if it is necessary to safeguard neighboring plots, buildings, pipelines, and cables during foundation works or for an owner to carry out building, repair, or maintenance works on their own property. Notification of such work must be made at least 14 days before it is commenced, and the use of the adjoining plot should cause the least possible inconvenience.", "Chapter 1 of the document contains administrative provisions related to building permits. It states that once a building project is completed, the person who obtained the permit must restore the adjacent plot to its original condition. If construction or alteration of a building on a shared boundary requires the neighbor to make changes to their own structures, they must be allowed to do so before the building work begins. Additionally, before starting any construction that has been approved by a permit, notification must be given to the local council.", "This document outlines the administrative provisions for building permits in structure class 2-4. It states that in order to obtain a building permit, a certified structural engineer must be associated with the project. The engineer is responsible for ensuring that Chapter 15 regulations are followed. If a certified structural engineer is not associated with the project, the local council is responsible for processing the building project. The applicant must also appoint a construction designer for the load-bearing structures and provide information about the designer in the building permit application. The document further specifies the requirements for certified structural engineers based on the structure class. For structure class 2, a structural engineer certified in accordance with the regulation is required. For structure class 3 and 4, a certified structural engineer is also required, and for structure class 4, the engineer must be certified to carry out third-party checks. The applicant must provide information about the certified structural engineer in the building permit application. Additionally, the document states the required documentation that must be submitted with the building permit application, including documentation of structure class classification and a declaration of commencement. For structure class 4, a declaration of commencement from a structural engineer certified for third-party checks is also required.", "This document outlines the administrative provisions for the use of a certified fire consultant in building work for structure class 2-4. It states that in applications for building permits in these structure classes, a certified fire consultant must be associated and provide documentation or check that Chapter 5 is followed. If a certified consultant is not associated, the local council must process the building project. The document also specifies the requirements for fire consultants in different fire classes and the documentation that must be submitted for building permits. It concludes by stating that if the building is not traditional in terms of contingency tactics, the solutions regarding contingency tactics must be approved by the local council before a building permit can be granted.", "Chapter 1 of the document discusses administrative provisions related to building projects in structure class 2-4. \n\nSection 24 states that if a certified structural engineer has not been appointed for the building work, the local council must process the structural conditions as outlined in Chapter 15. \n\nSection 25 states that for building permits in structure class 2-4 without a certified structural engineer, documentation must be submitted to the local council to show compliance with Chapter 15. This documentation must be prepared according to the provisions of Chapter 28. \n\nSection 26 pertains to building work in structure class 3 and 4 without a certified structural engineer. In these cases, a statement from a structural engineer accredited according to the rules in Chapter 35 must be included with the structural documentation. The applicant is responsible for appointing the accredited structural engineer. \n\nSection 27 applies specifically to building work in structure class 4. In addition to the statement from an accredited structural engineer, a third-party check must be conducted by a different accredited structural engineer who has no financial connection to the organizations involved in the planning stage of the building. The applicant is responsible for appointing the accredited structural engineer, and their choice must be approved by the local council.", "Chapter 1 of the document discusses administrative provisions related to building projects in fire class 2-4. If a certified consultant has not been appointed for such building work, the local council is responsible for processing the fire safety conditions. In cases where a certified fire consultant has not been associated with the building permits, the applicant must submit documentation to the local council stating that the building work complies with the provisions outlined in Chapter 5. This documentation includes fire safety documentation, the basis of the fire safety measures chosen, and documentation showing how checks and maintenance of fire safety systems will be carried out. The local council has the option to obtain a declaration from an expert regarding the fire safety documentation, with the costs being covered by the applicant.", "Chapter 1 of the document discusses administrative provisions related to transportable tents and structures. Section 30 states that any transportable tents and structures that are not certified under the certification scheme must obtain a building permit from the local council before they can be erected. Additionally, if a structure is intended to be erected for more than six weeks, regardless of certification, a building permit is required. However, if a structure is certified for long-term use, the local council can rely on that certification for processing the building application. Section 31 mentions that temporary batten structures are only covered by the Building Act to the extent determined by the local council. They are not included in the provisions stated in sections 5(1)(1 and 8) and 5(2). Finally, section 32 states that for transportable tents and structures used by more than 150 people, a notification regarding the layout and use of the structure must be submitted to the local council at least four weeks before use begins.", "Chapter 1 of the document discusses the administrative provisions related to camping, festival, and sales areas. \n\nSection 33 states that camping areas at festivals, scout camps, sports events, etc. that accommodate over 150 people must comply with section 157. For camping areas with a total area of 1,000 sq. meters to 3,000 sq. meters, a notification specifying the layout and use of the area must be submitted to the local council at least 4 weeks before the area is used. For camping areas with a total area over 3,000 sq. meters, an application for a building permit stating the layout and use of the area must be submitted to the local council at least 4 weeks before the area is used.\n\nSection 34 states that festival and sales areas with a total area of up to 1,000 sq. meters must comply with section 157. For festival and sales areas with a total area over 1,000 sq. meters, an application for a building permit specifying the location, layout, and use of the area must be submitted to the local council at least 4 weeks before the area is used.", "Chapter 1 of the document focuses on administrative provisions related to building permits. \n\nSection 35 states that the notification of a building permit must be communicated in writing to the applicant. Before granting a building permit, the local council must examine if the proposed building work is in conflict with other legislation. Any requirements stipulated by other legislation must be stated separately in the building permit.\n\nSection 36 states that before granting a building permit, the local council must assess if the documentation submitted by the applicant is in accordance with the relevant Building Regulations.\n\nSection 37 emphasizes that a building permit is binding. If any changes are made during the building work that are not in accordance with the permit, the applicant must inform the local council. The council will then assess whether these changes require a modification of the permit or a new decision. If necessary, the local council may appoint an expert to assess the technical documentation, and the applicant is responsible for covering the costs.\n\nSection 38 highlights the requirement of conducting a suitable habitat evaluation before issuing a building permit. The local council must assess whether the proposed plan or project will have a detrimental impact on the natural habitat. However, in exceptional cases where there are urgent national imperatives and no alternatives, a building permit may still be granted even without a suitable habitat evaluation.", "This document is about the administrative provisions related to building process fees. It states that a local council has the authority to charge a fee for processing applications for building permits. The fee can also be charged if an application is withdrawn or refused, or in relation to legalisation cases and applications for exemption. The fee can be charged based on the time spent or as a fixed fee. If a fixed fee is charged for building permit applications, fees based on time spent cannot be charged for those specific case types. The local council can choose to charge fees only for certain case types, and any expenses related to processing those cases must be covered by the fees. If fees are charged based on time spent, the local council must set an hourly rate and charge the same rate for all case types subject to fees based on time spent. Payments of fees based on time spent are due when the local authority grants permission for the use of the building. The document also mentions that the fee can be paid in two instalments, with the first instalment due when the building permit is granted and the second instalment due when permission for the use of the building is granted. If a fixed fee is charged, it cannot exceed the amount specified in the Executive order on fees charged by the Transport, Building, and Housing Agency in the building sector. The local council can withhold the building permit until the fee is paid.", "Chapter 1 of the document discusses the administrative provisions for concluding a building process. Section 40 states that the local council must be informed when building work requiring a building permit is completed. The following documents must be submitted upon conclusion notification: documentation of building damage insurance, a statement confirming compliance with the building permit and Building Regulations, documentation of compliance with the Building Regulations, and operating and maintenance instructions. The owner of the building also has a duty to provide relevant information for the Building and Housing Register.\n\nSection 41 states that for buildings in structure class 2-4, a conclusion notification prepared by a certified structural engineer must be submitted. For buildings in structure class 4, a conclusion notification prepared by a structural engineer certified for third-party checks must also be submitted.\n\nSection 42 states that for buildings in fire class 2-4, a conclusion notification prepared by a certified fire consultant must be submitted. For buildings in fire class 4, a conclusion notification prepared by a fire consultant certified for third-party checks must also be submitted.\n\nSection 43 states that building work requiring a building permit cannot be used without permission from the local council. The council must verify that all requirements and documentation have been fulfilled before granting permission. The council may appoint an expert to review the technical documentation at the applicant's expense. Certain structures, such as garages and outbuildings, are exempt from the permission requirement.\n\nSection 44 states that the local council may give permission for buildings to be used even if the building work is not fully completed. The council may set a deadline for completion and may require a performance bond. If the deadline is exceeded, the council can complete the building using the performance bond.\n\nSection 45 states that if public access is granted to a mine or similar structure, an expert's report on the strength and stability of the subsoil must be provided. The council may also require monitoring of the structure.\n\nSection 46 states that in 10% of building processes where permission for use is granted, the council must randomly sample the documentation to ensure compliance with Building Regulations. Certain building processes are exempt from this requirement.\n\nOverall, this chapter outlines the requirements and procedures for concluding a building process and obtaining permission for use from the local council.", "Chapter 1 of this document discusses administrative provisions related to the demolition of buildings. According to Section 47, buildings that require a building permit cannot be demolished without obtaining a permit from the local council. However, garages, carports, outbuildings, chicken sheds, greenhouses, roofed-over terraces, etc. that are not integrated with the primary building and are connected to detached, semi-detached, and terraced single-family houses and holiday homes can be demolished without a permit.\n\nWhen applying for a demolition permit, the application must include information about the building, such as its address and land register denomination, as well as details about its approximate height and surface area. The application should be submitted digitally using the local council's provided digital solution and must be signed by the owner using a digital signature.\n\nThe local council has the authority to establish guidelines for the demolition of buildings. Once a building has been granted a demolition permit, a statement of conclusion of the building process must be submitted to the local council.", "Chapter 2 focuses on access requirements for buildings, residential areas, and parking areas. It states that these places must have conditions that allow users to arrive, enter, and access their functions. However, holiday homes and detached single-family houses used solely for residential purposes are exempt from these provisions, except for sections 51(3) and 52.", "Chapter 2, specifically Section \"Access up to the building,\" outlines the requirements for access to buildings, residential areas, and parking areas on a land parcel. The document states that access areas and roads must be well-lit, stairs and ramps must have stronger lighting, and the access path from the road and parking areas must be at least 1.3 meters wide with a smooth surface. Differences in levels should be leveled at ground level or with a ramp, which should have a maximum rise of 0.15 meters and an area of at least 0.3 meters. The gradient of ramps should not exceed 1:20, and ramps with a steeper gradient should have landings every 12 meters. Handrails at a height of approximately 0.8 meters must be installed on both sides of ramps and stairs for better grip. Pedestrian access paths should be clearly separated from other traffic categories. Over stairs, the paving should change in color and tactility 0.90 meters before the beginning of the stairs, and the outermost part and edges of steps should be marked with a contrasting color. Additionally, gates or passages in access areas or driveways should be designed to allow easy access for rescue vehicles.", "Chapter 2 - Access discusses access conditions at buildings. It states that users should be able to enter the building without assistance. The following conditions must be met for access to the building:\n\n1) Access to the building must be on the same level at all outer doors. Any differences in levels must be adjusted outside the building, including access to lifts. Ramps can be used.\n2) There should be a horizontal, hard, and even area measuring 1.5 x 1.5 meters outside outer doors. If the door opens outwards, an additional 20 centimeters must be added along the front of the building.\n3) Door steps cannot be higher than 2.5 centimeters.\n4) Areas outside outer doors must be level with the indoor floor.\n5) Areas outside outer doors must have tactile markings or markings in a different color than the surrounding surface.\n\nFor detached single-family houses, only one outer door at ground level needs to have level access prepared.\n\nOuter doors must have a minimum passage width of 0.77 meters. There should be a minimum of 0.50 meters of free space next to the door opposite the hinged side.\n\nSections 51 and 52 also apply to doors for escape routes on the ground floor, garden, balcony, terrace doors, and shared roof terraces accessible through a lift.\n\nIn residential areas, parking areas, and areas for refuse collection adjoining the building, access conditions must be available for users to access the areas and use their functions independently.", "This document discusses the requirements for shared access routes in a building. It states that users should be able to move from outside the building or through shared access routes without assistance. The shared access routes should provide direct and unhindered access to lifts, residential units, and functions in commercial buildings, as well as outside living spaces on each floor. The width of the routes should be sufficient for use, with a minimum width of 1.30 meters. They should also be marked using different materials, colors, or lighting. Any differences in level or height should be eliminated with ramps, which must have a maximum gradient of 1:20 and a horizontal area before and after the ramp. Ramps with a gradient of 1:25 or less may not require handrails. The doors in shared access routes should have a minimum width of 0.77 meters and there should be at least 0.50 meters of free space next to the door on the opposite side. Additionally, door steps should not be higher than 2.50 centimeters.", "Chapter 2, Section: Stairs, states that stairs in shared access routes should have sufficient width and headroom. The stairs should have a minimum width of 1.0 meter and a minimum headroom of 2.10 meters. The gradient of the stairs should be easy and safe to walk on, with a maximum vertical height of 0.18 meters. The horizontal depth of the steps should be at least 0.25 meters in residential buildings, and at least 0.20 meters on circular and winding staircases.", "Chapter 2, Section Fencing, of the document discusses the requirements for protecting and securing various areas in a building. Corridors, staircases, ramps, balconies, and other elevated residential areas must be fenced off and equipped with handrails to prevent falls and ensure safety. The height and design of the fencing, as well as the openings, must be considered to prevent people from falling over or through them. The minimum height requirements for different areas are outlined, and handrails must be easy to grasp. Fencing design should also prevent personal injuries, particularly for children, and if glass is used, it must meet specific construction standards.", "Chapter 2 of the document discusses access, specifically focusing on handrails. In shared access routes such as corridors, stairs, and ramps, it is required to have handrails that are easy to grip and hold onto. These handrails should be installed on the sides without fencing and should be continuous over landings. Additionally, the handrails should be installed at a height of approximately 0.80 meters.", "Chapter 2 - Access, Section: Information, states that in buildings open to the public that provide citizen services, it is important to have easily readable and understandable information about the building's layout and use. This includes information at the entrance of the building and directions to important facilities such as lavatories, disabled lavatories, lifts, stairs, and distribution routes. The information must be provided in various formats such as Braille, sound, pictograms, writing and graphics in relief, and guiding lines, to accommodate different needs and disabilities.", "Chapter 3 of the document discusses the requirements for refuse systems in buildings and surrounding areas. It states that buildings should be designed to allow users to dispose of refuse easily, and hygienic waste disposal facilities should be available. The design, construction, operation, and maintenance of refuse systems should prioritize the absence of health risks and comfort-related nuisances like noise and smell. Source-separated sorting should be possible, and unnecessary energy use should be avoided. The waste systems should be user-friendly, and waste bins should be located at the same level as the access road for refuse collection vehicles. Refuse rooms should have sufficient ventilation, achieved through outside air supply or an air inlet system. Lastly, the planning and construction of refuse systems, including waste chutes, should ensure adequate ventilation.", "Chapter 4 of the document discusses the importance of having drains in buildings and surrounding areas for waste water and water from technical installations. The planning, construction, operation, and maintenance of these drain installations must be done in a way that ensures there is no risk of fire or explosion, no health risks or discomfort for people, no risk of injury or damage to installations or building parts, no risk of pollution to the environment, and no unnecessary energy consumption.", "This document outlines the general provisions regarding drain installations. It states that drain installations must be planned and constructed in a way that ensures drainage water is led away from the building and surrounding areas, taking into consideration connections, surroundings, and the use of the installation, plot, and building. The drain installations must be dimensioned according to the specified standard or in a way that ensures satisfactory removal. \n\nThe document also specifies various requirements for drain installations, including preventing odor nuisance, deposits, floods, and vibration damage, protecting against frost and unintended infiltration or leakage, preventing rats from entering buildings, protecting against flooding inside buildings in case of damming in the main drain system, resisting normal impacts, avoiding rupture or harmful pressure, preventing flooding of water supply systems, and avoiding noise, moisture, and odor transmission through pipelines. It also emphasizes the need for easy accessibility for cleaning, operation, and maintenance, keeping the installations within the property, and ensuring the materials and load-bearing capacity of covers and lids can bear the necessary loads. \n\nAdditionally, it states that when drain installations are laid in the ground, the foundation must be placed under the frost line and on a solid basis to prevent damage from soil movements. It also mentions that separate systems may be required if mandated by authorities, and the local council may request necessary ventilation of main drainage pipes in the drain installation of a property.", "Chapter 4 of the document focuses on drains, specifically in relation to wastewater. Section 75 states that water installations with drainage and technical installations that generate excessive condensation and overflow must have a drainage solution in place. Section 76 highlights the requirement for an anti-flood valve to be installed either inside or outside the building, following the guidelines provided in Table 4.6.1 of the DS 432 Standard for drain installations.", "Chapter 4 of the document discusses drains, specifically focusing on drains for rainwater. The purpose of these drains is to prevent any potential damage to buildings or building parts, as well as to avoid any negative consequences like traffic disturbance. Additionally, the document emphasizes the importance of keeping roof water within the plot.", "Chapter 4 of the document discusses drains and specifically focuses on drainage water. It states that installations for draining buildings and other structures should be established according to the DS 436 Standard for drainage of buildings.", "Chapter 4 of the document discusses drains and specifically focuses on the construction materials and products used in drain installations. It states that any factory-made products that are part of or connected to drain installations must meet certain mechanical and physical characteristics. These characteristics include having a CE-marking, indicating that the products comply with a harmonized standard or have a European technical approval that declares the relevant characteristics for Denmark. Alternatively, the products must undergo testing to ensure they meet the relevant Danish characteristics and undergo production checks at the factory to maintain the declared performance.", "This document is from Chapter 4 of a larger document, discussing drains and their operation and maintenance. \n\nSection 80 states that the operation and maintenance of drain installations must be done in accordance with sections 70-78. It also mentions that operation and maintenance instructions should be available before the building is put into use. These instructions should include drawings indicating the location of installations that require maintenance and the intervals at which maintenance should be done.\n\nSection 81 states that substances that can damage or deteriorate the function of drain installations, the main drain system, sewage plant, or recipient should not be added to drain installations or the main drain system.", "This document discusses the fire safety requirements for buildings. It states that buildings must be safe for people in case of a fire, and also have provisions for the rescue of animals in buildings that keep animals commercially. The document emphasizes that fire safety standards must be maintained throughout the entire lifespan of the building. It further outlines that the design, construction, operation, and maintenance of buildings should take into consideration the use of the building and ensure that materials, structures, and installations have sufficient fire safety measures. It also highlights the importance of safe evacuation, load-bearing capacity during a fire, limiting the spread of fire and smoke to other buildings, providing secure options for rescue personnel, and maintaining fire safety throughout the building's lifespan. The document emphasizes the need for regular checks and maintenance of structures and fire safety installations. It also mentions that documentation of compliance with the fire safety requirements must be provided according to the guidelines in the Building Regulations for Chapter 5 - Fire or through similar documentation methods.", "Chapter 5 of the document discusses fire protection requirements for buildings. It states that in order to comply with these requirements, a building must be divided into one or more sections with comparable fire risks. Each section must be classified into a category of use and a risk class.\n\nThe category of use is determined based on factors such as the presence of sleeping facilities, knowledge of escape routes, and the maximum number of people in each room. The determination is made according to Table 1 in Appendix 1.\n\nThe risk class of a section is determined based on the building's use, the complexity of evacuation procedures, and the fire load of the section. This determination is made according to Table 2 in Appendix 1.\n\nIf a building has multiple sections with shared escape routes, the total number of people and the determination of the risk class should be based on all sections with shared escape routes.\n\nIf a building has sections classified into different risk classes and they share escape routes, the highest risk classification of one section must apply to all sections using those escape routes.", "Chapter 5, Section: Materials, structures and building parts, states that any materials, structures, and building components used in a building should be chosen with fire safety in mind. These elements should be evaluated for their fire properties, including heat development, flame spread, smoke generation, production of burning droplets and particles, falling building parts, fire resistance, and load-bearing capacity.", "This document discusses the requirements for fire safety installations in and around buildings. The installations must contribute to the overall fire safety of the building and meet certain needs, including early detection of fire, quick alarm call to emergency services, alerting of persons in the building for evacuation, safe escape routes for evacuation, control of fire development, directing smoke and heat away from the building, clear escape route assessment for building occupants, safe conditions for rescue and firefighting personnel. The installations must be planned and installed in a way that allows for inspection and maintenance throughout their useful life. \n\nThere are specific guidelines and regulations for various fire safety installations such as automatic fire alarm systems, automatic system for closing fireproof doors, automatic sprinkler systems, automatic pressurization systems, fire beaters, firefighting lifts, firefighting panels, fire blankets, fire ventilation, escape route and anti-panic lighting, hand-held fire extinguishers, oxygen-reducing systems, communication systems, smoke alarm systems, smoke evacuation, risers, pressure intensifier pumps, water-filled hose reels, and alarm systems. \n\nAutomatic fire alarm systems and automatic sprinkler systems must be installed with automatic alarm transfer to rescue personnel. If an alerting system is installed in the building along with an automatic fire alarm system or automatic sprinkler system, the alerting system must be activated by that system.", "Chapter 5 of the document focuses on fire safety measures, specifically in relation to the evacuation and rescue of individuals in buildings. It states that buildings should be designed and constructed in a manner that allows for safe evacuation and rescue during a fire incident. It emphasizes the importance of quick detection of fires and alerting individuals in the building. It also highlights the need for individuals to be able to bring themselves to safety without assistance and for emergency services to be informed and alerted.", "Chapter 5 of the document discusses the requirements for fire safety installations for alerting persons and calling emergency services. The following points are outlined in the section:\n\n1) Building sections in use category 2 and 3 with associated escape routes for more than 150 persons must have an alerting system. However, if all living spaces have doors leading directly to open air on ground level and the total number of persons is limited to 150, alerting may be omitted.\n\n2) Building sections in use category 3 with associated escape routes for more than 150 persons must use speech alerting.\n\n3) In building sections in use category 3 with associated escape routes that include living spaces for more than 150 persons, the living rooms with associated escape routes must have an automatic alerting system activated by an automatic fire alarm system if the living space is used in a way that reduces the possibility of safe evacuation.\n\n4) A residential unit in a building section in use category 4 must have a smoke alarm system connected to the electricity supply and equipped with a back-up battery.\n\n5) Building sections in use category 5 with associated escape routes that have more than 10 bedrooms or sleeping accommodation for over 50 people must have an automatic alerting system activated by an automatic fire alarm system. However, if all bedrooms have direct access to open air on ground level, or if the building section has less than 10 bedrooms and sleeping accommodation for less than 50 persons, alerting may be omitted as long as all rooms are equipped with a fire alarm system connected to the electricity supply and equipped with a back-up battery.\n\n6) Building sections in use category 6 with associated escape routes must have an automatic alerting system activated by an automatic fire alarm system. The alerting must be adapted to the persons occupying the building section. If individuals are unable to react to alerts or bring themselves to safety unassisted, the staff must be alerted.\n\nAdditionally, when the requirements outlined in point 1 are met, multiple building sections of the same use category with shared evacuation routes are considered as one building section.", "This document discusses the design of escape routes for the evacuation of persons in the event of a fire. It emphasizes the importance of creating a coherent system of exits, walking areas, and escape staircases to ensure the safe evacuation of individuals from a building. The design, planning, and construction of these escape routes should take into consideration factors such as the knowledge and ability of individuals to use the routes, easy identification and usability of the routes, safe evacuation to open air or a safe area, prevention of critical conditions like high temperatures or smoke concentrations, appropriate dimensions for the number of people using the routes, easy opening of doors without keys or tools, and sufficient width for the escape routes.", "Chapter 5 of the document discusses fire safety installations for protecting escape routes. Section 95 states that a building must have an automatic sprinkler system installed if it includes one or more bedroom sections in use category 6, with a total floor area exceeding 1,000 m2, and if the building is more than one storey above ground level.", "Chapter 5 of the document discusses fire safety installations for the protection and use of escape routes. The section outlines the requirements for the installation of escape route and anti-panic lighting in different scenarios. \n\n1) In buildings with a top storey floor height higher than 22 meters, anti-panic lighting must be installed in escape route staircases.\n2) In building sections with associated escape routes intended for more than 150 people, escape route and anti-panic lighting must be installed, unless all accommodation rooms have access to open air on the ground level.\n3) In accommodation rooms equipped for more than 150 people, escape route and anti-panic lighting must be installed in walkways leading to the exits.\n4) In building sections with associated escape routes, escape route and anti-panic lighting must be installed if the floorage of the building section exceeds 1,000 sq. meters. However, if all accommodation rooms have access to open air on the ground level, escape route and anti-panic lighting may be omitted. \n\nAdditionally, when the first requirement is met, multiple building sections in the same use category with shared evacuation routes are considered as one building section.", "Chapter 5 of the document discusses fire safety, specifically focusing on evacuation doors. According to the document, fire safety units that are meant to accommodate people must have evacuation doors, unless there are other means of achieving the necessary safety level. The design and establishment of evacuation doors should take into account several factors. Firstly, the people in the room should be able to draw attention to themselves. Secondly, the number of people the room is intended to accommodate should be considered. Additionally, the evacuation doors should be usable for the rescue of people by firefighting personnel using ladders, depending on the height of the building. Lastly, the evacuation doors in fire safety units should be able to be opened without the need for keys or specialized equipment when people are present in those units.", "This document discusses the fire resistance requirements for load-bearing structures in buildings. It states that buildings and building parts must be adequately fire resistant to ensure safe evacuation, prevent material damage, and protect people and buildings on neighboring plots. The document also mentions that the emergency services must have secure options for searching and rescuing people, as well as carrying out necessary extinguishing measures. The fire resistance of load-bearing building parts can be determined using either a standard fire effect or a natural fire process. If the natural fire process is used, the structure's ability to resist the full fire process must be documented. Additionally, the document specifies that the load-bearing capacity during a fire must be determined according to Chapter 15, and building parts must be integrated to maintain the overall load-bearing capacity of the structure in case of a fire. This requirement applies to both load-bearing and fire separating building parts.", "Chapter 5 of the document discusses fire safety measures in buildings. This section specifically focuses on the ignition and spreading of fire and smoke. The main objective is to ensure that in the event of a fire, the spread of fire and smoke is limited and controlled. The section outlines several considerations that need to be taken into account during the planning and construction of buildings, including limiting the risk of fire, containing the spread of fire and smoke to the area where it originated, preventing the spread of fire and smoke to other units in the building, limiting the spread of fire to other buildings on the same plot, and ensuring that fire does not spread to buildings on neighboring plots.", "Chapter 5 of the document discusses fire safety measures. In the section titled \"Risk of ignition,\" it states that installations and other equipment that may increase the risk of fire, such as electricity cabinets, charging stations, heating plants, and evacuation systems, should be placed and installed in a way that minimizes the risk of fire. Additionally, it emphasizes the importance of ensuring that pipes, ducts, and similar installations used for carrying off hot smoke do not contribute to the ignition of building parts. Lastly, it states that large heating plants should be installed in separate fire units with direct access to open air to reduce the risk of fire spreading.", "Chapter 5 of the document discusses the spreading of fire and smoke in a room where a fire has started. Section 108 states that interior surfaces in rooms should not contribute significantly to the spreading of fire and smoke, allowing people in the room enough time to escape to safety. Section 109 specifies that interior surfaces must be designed and established in a way that minimizes their contribution to the spreading of fire and smoke, considering properties such as flammability, the spreading of fire, the generation of heat and smoke, and the generation of burning droplets and particles.", "This document discusses various measures and regulations related to the spreading of fire and smoke in buildings. It emphasizes the importance of establishing interior surfaces in escape routes that do not contribute significantly to the spreading of fire and smoke during the evacuation process. Buildings must be divided into fire safety units to ensure that escape routes can be used and to prevent the spread of fire. Fire protection measures in building sections with different use categories must comply with the requirements of the category that requires the highest level of protection. Penetrating installations in fire separating building parts should not reduce the fire safety properties of those parts. Building parts must be constructed in a way that prevents fire from spreading from one fire safety unit to a cavity passing through fire separating building parts. Installation shafts, stairwells, and elevator shafts connecting different fire safety units must have fire separation measures. Outer walls and roofs should limit the spread of fire and prevent it from occurring between different fire safety units. They should also not produce burning droplets or particles and should not pose a risk of injury to individuals. Buildings on the same plot should be located with sufficient distance or in a way that limits the spread of fire. Camping, festival, and sales areas should be designed and used in a way that contains fire within the area where it started and prevents its spread for evacuation and rescue operations.", "This document outlines the requirements for fire safety installations in various types of buildings. It states that in camping, festival, and sales areas, there must be fire extinguishing equipment available for people to use. Buildings must also be equipped with water-filled hose reels to allow occupants to take preliminary fire safety measures. Rooms over 1,000 sq. meters must have either automatic fire ventilation or an automatic sprinkler system installed. Automatic sprinkler systems are required in buildings based on their use category, floor area, and fire load. Industrial and storage buildings in use category 1 must have an automatic fire alarm system if certain criteria are met, such as exceeding a certain floor area or stacking height.", "Chapter 5 of the document discusses fire safety. In the section titled \"Spreading of fire to buildings on other plots,\" it states that buildings should be located at a distance from neighboring plots, roads, or footpaths. Alternatively, buildings should be designed in a way that prevents the risk of fire spreading to other buildings on different plots.", "This document discusses the options for emergency service action in the event of a fire. It emphasizes the importance of the building's location and design to ensure safe search and rescue, evacuation, and extinguishing work. Access roads should be provided without obstructions, and the necessary equipment should be easily transportable. Fire safety installations should be clearly marked, and fire rescue areas must be planned for evacuation doors accessible only by mobile ladders. Buildings should allow access for rescue and extinguishing equipment as needed. If fire hoses cannot be transported through primary access ways, risers should be installed. Smoke evacuation should be possible in primary access paths, and alternative options should be installed if natural ventilation is not sufficient. For buildings taller than 22 meters, at least one firefighting lift must be installed.", "Before a building is occupied, function testing and checks must be conducted on the fire safety installations and firefighting equipment to ensure they are working properly. These tests should be carried out in accordance with the building regulations or in a similar way that proves the installations are functioning correctly. For buildings in risk classes 2-4, the function testing and checks must be done by an accredited firm. However, for certain fire safety installations and fire extinguishing equipment, other individuals may perform the tests. If multiple fire safety installations are meant to work together, a system integration test must be conducted to demonstrate that the integrated system functions as intended. This test should also follow the guidelines of the building regulations or a similar method that proves the effectiveness of the fire safety installations.", "centers, and other similar buildings must be carried out to ensure that fire safety measures are maintained throughout the useful life of the building. This includes keeping escape routes clear, ensuring accessibility of evacuation doors and emergency access paths, limiting fire risk, and providing sufficient fire extinguishing equipment. The owner, user, or person in charge of the building must ensure compliance with these requirements. Fire protection measures and installations must be regularly inspected and maintained, and function testing and inspection must be carried out at specified intervals. Integration testing of fire safety installations is also required to ensure they work together effectively. An operation, inspection, and maintenance plan must be prepared for buildings in risk classes 2-4, and for existing buildings without a plan, guidelines must be followed. Compliance with these requirements can be achieved by following the guidelines on operation, inspection, and maintenance.", "This document outlines the operation, inspection, and maintenance requirements for various types of buildings to ensure fire safety. The specific building sections that require special measures include bedrooms in hotels and nursing institutions, community centers, teaching sections, day-care facilities, and shops. An operation, inspection, and maintenance plan must be prepared for these sections, which includes details about the operational organization, house regulations, fire and evacuation instructions, staff training, and documentation of inspections and repairs. Additionally, certain requirements must be met for escape route lighting, alerting systems, automatic fire door closing systems, and fire extinguishing equipment. The document also states that an operation, inspection, and maintenance plan that complies with building regulations guidelines is considered sufficient for compliance. However, for existing buildings without a plan or with an inadequate plan, the guidelines must be followed for operation, inspection, and maintenance.", "Chapter 5 of the document discusses fire safety regulations for existing holiday homes with sleeping facilities for more than 10 people and existing churches. \n\nIn holiday homes used for hire, an appropriate number of smoke alarms must be fitted. At minimum, one smoke alarm must be fitted in each holiday home, and at least one alarm must be fitted on each storey.\n\nFor existing church rooms used for ecclesial activities, concerts, and similar events that do not pose an increased fire risk, certain factors outlined in section 148 regarding assembly rooms may be omitted.\n\nChurch rooms that follow the Guidelines of the Building Regulations on operation, inspection, and maintenance are considered to be in accordance with sections 137-142 of the document.", "Chapter 5 of the document discusses fire safety measures for industrial and storage buildings. It states that certain operational measures need to be taken to maintain the fire safety of these buildings. The following building sections require operation, inspection, and maintenance in accordance with specific regulations:\n\n1) Storage buildings with building sections in risk class 2 and a floor area exceeding 2,000 sq. metres.\n2) Storage buildings in risk class 2 with a stacking height above 8 metres and building sections larger than 600 sq. metres.\n3) Storage buildings in risk classes 3 and 4.\n4) Storage buildings where the use of the building requires special operational measures.\n\nTo ensure compliance with the regulations, an operation, inspection, and maintenance plan must be prepared for these building sections. The plan should include rules for fire prevention, evacuation plans, contingency plans, training for staff, information about fire extinguishing equipment and safety installations, a description of the stock in the building, limitations on types of stock, occupancy plans, and a description of the operational organization. Additionally, the plan should include information about the person(s) in charge of operations and their contact information, descriptions of the scope and frequency of fire drills, and rules for hot work.\n\nCompliance with sections 153 and 154 can be achieved by following the Guidelines of the Building Regulations on operation, inspection, and maintenance.", "Chapter 5 of the document focuses on fire safety. The section specifically addresses the need for operational measures to ensure fire safety in transportable tents and structures, festival areas with sales and camping areas, and assembly tents. It states that these structures and areas must be regularly inspected and maintained in accordance with specific regulations. An operation, inspection, and maintenance plan must be prepared, which includes measures such as creating area distribution plans, fire and evacuation instructions, and training for staff on fire safety. Compliance with these regulations is achieved by preparing the plan according to the Guidelines of the Building Regulations.", "Chapter 6 of the document discusses user-operated facilities and their requirements. This section specifically focuses on self-service and user-operated facilities such as refuse disposal systems, IT columns, payment, and self-service vending machines. The document states that these facilities should be installed in a way that allows users to use them without assistance. \n\nTo comply with this requirement, the document provides two conditions for the installation of user-operated facilities. Firstly, the access area to the facility must be at least 1.30 meters wide, and any differences in levels within this area should be leveled out. Secondly, the installation height of the facilities should be such that users can operate them without assistance, or the facility can be adjusted in terms of height to accommodate users.", "Chapter 6 of the document focuses on user-operated facilities. This section specifically discusses gate telephones and pager systems. It states that these systems must be designed and installed in a way that allows users to operate them without assistance. This requirement is considered fulfilled when the system can be activated through both auditory and visual cues, and when a connection to the recipient has been established. Additionally, the number 5 on the operating panel must be marked with tactile identification.", "Chapter 7 of the document emphasizes the importance of planning and carrying out building work in a way that ensures the safety of people and buildings on and around the construction site. It highlights the need to avoid injury or damage, material nuisance to neighbors and roads, and considers weather conditions. The document also mentions the necessity of preventing failures of structures during excavation, building, or conversion, as well as the installation of building parts without risking harm to anyone. Fire prevention measures are also emphasized, including maintaining fire safety in existing buildings, limiting the risk and spread of fire, and ensuring access for emergency services. The document also addresses the importance of minimizing nuisance for neighboring plots, including erecting sufficient fencing, avoiding noise pollution, properly handling refuse, and keeping road crossings clear. Lastly, precautions for protecting moisture-sensitive materials during construction in various weather conditions are also mentioned.", "Chapter 8 of the document discusses building rights and overall assessment. It states that Chapter 8 does not apply if there are other provisions in a local area development plan, town planning regulation, or adjustment plan. The rules for calculating factors affecting development are outlined in Chapter 23 and cannot be changed by any of the aforementioned plans or regulations.", "Chapter 8 of the document discusses building rights and overall assessments. \n\nThe section on building rights states that a building right allows for the construction of buildings on a specific plot, as long as certain provisions regarding building ratio, plot size, number of storeys, and height and distance ratios are met. The local council cannot refuse approval for a building that complies with these provisions. \n\nIf a building cannot be erected according to the building right, an overall assessment must be conducted to determine the total scope of the buildings and their impact on the surroundings. \n\nThe document also includes specific regulations regarding building ratios for different types of buildings. For example, multi-storey buildings cannot exceed a building ratio of 60%, while detached single- and two-family houses in certain areas have a maximum building ratio of 30%. \n\nPlots with special locations, such as corner plots or plots adjacent to wide roads, may have higher building ratios. \n\nThere are also regulations regarding plot sizes for different types of buildings. For example, detached single-family houses must have a minimum plot area of 700 sq. metres, while holiday homes require a minimum plot area of 1200 sq. metres. \n\nThe document also outlines specific requirements for building height and distances to boundaries for different types of buildings, such as detached single-family houses and holiday homes. \n\nAdditional regulations include distance requirements for certain outdoor structures, such as sun lounges and swimming pools, as well as exceptions for certain adjacent buildings like garages and storage tanks. \n\nOverall, the document provides guidelines and regulations for building rights and assessments to ensure that buildings are constructed in accordance with specified provisions.", "In this document, Chapter 8 discusses the regulations and guidelines for building structures in a certain area. Section \"Building right\" outlines the requirements for buildings located near boundaries. The building must be at least 2.50 meters above ground level or the determined level within 2.50 meters from boundaries. The sides facing boundaries should not exceed a total length of 12 meters, and windows, doors, or similar openings should not be established against boundaries.\n\nFor holiday homes, certain buildings can be constructed if they are located at least 2.50 meters away from boundaries with neighbors, roads, or paths. This includes garages, carports, roofed-over terraces at ground level, minor outbuildings like greenhouses or sheds, and storage tanks for domestic fuel.\n\nIf a building adjacent to holiday homes is constructed within 2.50 meters from boundaries, additional conditions must be met. The outer walls, roof, and roof fire barrier of the building cannot be higher than 2.50 meters above ground level. The total length of the sides facing boundaries should not exceed 12 meters, and no windows, doors, or similar openings can be established against boundaries.\n\nAgricultural livestock breeding and operational buildings in rural zones that do not require permission or approval according to Danish laws can be erected up to a maximum height of 12.5 meters. Freestanding silos connected to operation buildings via a transport system or part of a larger building can be erected up to a maximum height of 20.0 meters if they have a maximum cross section of 80 square meters.\n\nHorticultural properties are subject to the same rules as agricultural properties, even if there are no registered agricultural properties on the lot.", "This document discusses the overall assessment that a local council must carry out for buildings that are not fully or partly regulated by building rights provisions. The assessment takes into account general criteria and conditions such as plot size, distances, number of storeys, heights, building ratio, and layout of unbuilt areas. The general criteria for the assessment include appropriateness of the building size, ensuring satisfactory light conditions and privacy for neighboring buildings, establishing fee and recreational areas, providing access and roads, and establishing sufficient parking areas. The document also mentions that the size of the plot and distances from boundaries must be determined according to the general criteria. It highlights the importance of preventing material nuisance from views into other buildings and considering the nature of adjacent areas and existing buildings. The height and number of storeys of the building are determined with consideration for light conditions, privacy, and distances from other buildings, free areas, roads, and paths.", "Chapter 9 of this document discusses building layout. It emphasizes the importance of planning and establishing buildings in a way that ensures safety, health, functionality, and usability for the users, as well as ease of cleaning and maintenance. Additionally, the local council may allow relaxation of the provisions in Chapter 9 for conversion projects that require changes to the building. However, holiday homes are exempt from the regulations outlined in Chapter 9.", "This document discusses the layout requirements for residential units. It states that residential units must be planned and constructed in a way that ensures appropriate size and layout for each room. This requirement must be documented through layout plans or furnishing plans. Each residential unit must have at least one living room, bedroom, kitchen, and bathroom with a toilet. Halls of residence, youth accommodation, and residential units in institutions can have shared facilities for multiple residents. The kitchen must have suitable and safe workspace, with a minimum free distance of 1.10 meters to work and storage areas. For residential units under 50 sq. meters, a kitchenette may be used. Toilet rooms must have sufficient size and layout, with a washbasin, and a minimum of one toilet room must be present on the access floor of detached houses, multi-storey buildings, terraced houses, and semi-detached houses. Residential rooms and kitchens must have sufficient room height for daylight and natural air exchange. The floor of residential rooms and kitchens should not be below outdoor ground level, unless there are special terrain conditions and there is at least one wall with windows above ground level. Doors in the residential unit must have a suitable width, and doors to various rooms must have a minimum passage width of 0.77 meters. Windscreens, anterooms, and corridors must have a minimum passage width of 1.0 meter. If doors or closet doors are present along the side of the floor area, the floor area must be at least 1.30 meters wide. Sleeping platforms can be established as long as they have a maximum floor area of 4.5 sq. meters and open access to the room. Adequate storage areas must be established for large consumer articles near multi-storey residential buildings and terraced single-family houses. Laundry and drying facilities must also be provided in or near these buildings, taking into consideration the indoor climate.", "Chapter 9 of the document discusses the layout of buildings with public access. It states that these buildings should be designed in a way that allows for functional and safe use. \n\nSpecific requirements are outlined for public toilet facilities. These include level access to the toilet room, a minimum door width of 0.77 meters, placement of the washbasin and toilet across a corner, a free distance of 0.90 meters on the side of the toilet facing away from the washbasin, a free area of 1.5 meters in front of the toilet for maneuvering, a toilet seat height of approximately 0.48 meters, and foldable armrests at a height of 0.80 meters on both sides of the toilet. \n\nAt least one toilet room meeting these requirements must be established on the ground floor or accessible via lift or stairlift. \n\nIn the case of building conversions, the toilet rooms must also be designed for use by all users of the building. \n\nFor buildings with assembly rooms, installations should be planned to enable individuals who require technical aids, such as telecoils, to participate independently. Assembly rooms, including community halls, churches, cinemas, libraries, school halls, and meeting rooms with public access, must be equipped with a permanent telecoil system or a similar system. \n\nStandard teaching facilities in schools and meeting rooms in office buildings are exempt from some of these requirements. \n\nLastly, rooms and facilities with fixed seats for audiences must allocate seats for individuals with special space requirements, such as wheelchair users.", "This document discusses the layout of buildings with workplaces, specifically focusing on the design of rooms and facilities such as toilets, showers, dining rooms, and washbasins. The rooms must be designed to accommodate the size, daylight, room height, and room content, considering the number of people expected to work there and ensuring health, safety, and functionality. Toilet rooms must be accessed through an anteroom, equipped with a washbasin, and the number of toilets should be determined based on the number of employees. Public toilet rooms must have level access, a minimum door passage width, specific placement of washbasin and toilet, designated maneuvering space, and other requirements. Dining rooms should be located appropriately in relation to the workplaces and should have a sink, cooking facilities, and windows facing the surrounding area. Shower rooms should have an appropriate number of showers based on the number of employees, and dressing rooms should be established adjacent to them. Additionally, in cases involving dirt or health hazards, an adequate number of washbasins should be provided.", "This document discusses the layout requirements for standard classrooms in schools and living spaces in day-care facilities. It states that the area and volume of these spaces should be appropriate for the number of children and employees present. It specifies that day nurseries should have a minimum of 3 square meters of free floor space per child, while kindergartens should have 2 square meters per child. Standard classrooms should have a minimum volume of 6 cubic meters per person. The document also explains how the volume should be calculated, taking into account usable work areas and excluding areas above 4.0 meters in height. It concludes by stating that the floor of these spaces should not be below ground level, unless there are special terrain conditions and at least one wall has windows above ground level.", "This document outlines the requirements for the layout of hotels, inns, and similar buildings. It states that these buildings must be designed in a way that allows users to navigate and use the facilities independently. For hotels with 10-20 beds, there must be at least 2 beds with shower and toilet facilities that meet specific requirements. These requirements include level access to the toilet room, a minimum passage width of 0.77 meters, a washbasin and toilet located across a corner, a free distance of 0.90 meters on the side of the toilet, a free area of 1.5 meters in front of the toilet, the toilet seat placed at a height of 0.48 meters, and foldable armrests at a height of 0.80 meters on both sides of the toilet. \n\nFor hotels with 21-40 beds, at least 4 beds must have their own shower and toilet facilities that meet the same requirements. And for hotels with more than 40 beds, at least 1 in every 20 beds must have their own shower and toilet facilities that meet the requirements. However, regardless of the number of beds, if a minimum of 10 beds have their own shower and toilet facilities, they will comply with the regulations mentioned. Additionally, balconies for rooms subject to these regulations must also be designed in a way that allows users to use them independently.", "This document discusses safety measures that must be implemented in buildings to prevent personal injury from collisions with glass surfaces. It includes glass doors, walls, facades, screens, and large window surfaces. Safety measures can include screens, fencing, or markings on the glass. If there is still a risk of breakage, the glass must be installed in a way that limits the risk of cutting injuries. The document also mentions that if glass is used in fencing on different levels, additional provisions must be followed. However, glass used in windows and doors in residential units are exempt from these provisions unless there are special conditions or a risk of injury.", "This document outlines regulations regarding lifts in shared access paths. It states that lifts must provide unassisted access to storeys and functions of buildings, while also ensuring safety and minimizing energy use. The requirement for lifts does not apply to certain residential buildings. In new buildings with three or more storeys, at least one lift must be installed to provide access to each storey, including basements and lofts used for residential purposes. For internally connected storeys in residential units, the lift is only required to reach the first access storey. The lifts must be designed and established to provide access for disabled persons. Conversions and minor additions to existing residential buildings are exempt from the requirement for lifts. New lifts must comply with energy class B standards. Function testing of lift energy consumption must be carried out before they are put into use.", "This document outlines regulations and guidelines for energy consumption in buildings. It states that buildings should be planned and maintained to minimize unnecessary energy consumption for heating, cooling, ventilation, and lighting. The energy demand of a building should not exceed the energy framework, which includes the total demand for heating, ventilation, cooling, domestic hot water, and lighting. Different energy sources are weighted differently, with electricity having a factor of 2.5 and district heating having a factor of 0.80. Insulation requirements are also outlined, as well as considerations for heat loss due to moisture, unintended air flow, and thermal bridges. The document specifies the calculation methods and excludes process energy from the calculation of energy demand.", "Chapter 11 of the document discusses energy consumption, specifically focusing on the general minimum requirements for building envelopes. According to the document, each building part must be insulated in order to meet specific heat loss coefficients as outlined in Appendix 2, Table 1. However, there are exceptions for tall buildings or complicated soil conditions where it may not be possible to meet the linear thermal transmittance requirements at the foundation. In these cases, a higher thermal transmittance coefficient may be accepted as long as there are no issues with moisture and condensation. Subsection 1 does not apply to certain sections listed as ss. 267-270 and ss. 274-282.", "This document outlines the general minimum requirements for energy performance of windows, glass outer walls, skylights, and glass roofs. It states that the energy balance for windows and glass outer walls must be at least -17.0 kWh/sq. metre per year, while for skylights and glass roofs, it must be at least 0.0 kWh/sq. metre per year. The energy balance is calculated using specific formulas. It also mentions that sound glass and other functional glass can be used as long as the energy balance requirement is met, but glass with lower solar heat transmittance may be used if energy savings can be proven. The reference dimensions for these structures are specified as 1.23 metres x 1.48 metres, and the energy balance calculation is based on the center lines of the profile system for glass outer walls and glass roofs.", "In this document, Chapter 11 discusses energy consumption, specifically focusing on energy frameworks for residential units, halls of residence, hotels, and similar buildings. The document states that the total energy supply demand for heating, ventilation, cooling, and domestic hot water should not exceed 30.0 kWh per square meter per year, plus an additional 1,000 kWh per year divided by the heated floor area.", "This document discusses energy consumption in non-residential buildings. It states that the total energy supply demand for heating, ventilation, cooling, domestic hot water, and lighting should not exceed a certain limit per square meter of heated floor area. The calculation for this limit depends on the temperature at which the building is heated. Additionally, the document mentions that certain types of non-residential buildings may require additional energy consumption based on factors such as high illumination levels, extra ventilation, large consumption of domestic hot water, long usage periods, or large headroom. The specific increase in energy consumption for these purposes is determined according to the instructions provided by the Danish Building Research Institute.", "This document outlines the requirements for the use of energy frameworks in buildings. It states that in buildings with multiple uses, the total heated floor area is divided into sections based on the same use when determining the energy framework for the entire building. If the main use constitutes at least 80% of the total floor area, it is considered the main use. The document also specifies that the volume flow through flaws in the building envelope should not exceed certain limits, depending on factors such as building height and pressure difference. It provides guidelines for documenting these flaws through pressure testing. The document includes regulations for the transmission loss of new buildings based on the number of storeys and the inclusion of renewable energy systems in the energy framework calculations. Additionally, it states that 50% of heated or partly heated basements not included in the floor area should be included in the energy framework.", "This document discusses energy consumption in buildings, specifically in relation to changes in use. If a building or part of a building undergoes a significant increase in energy consumption due to changes in use, the energy demands can be assessed using the energy framework described in sections 259-266 or by following the U value requirements in section 268. Adjacent building parts must have heat loss coefficients that correspond to the temperature of the heated rooms. Windows, glass walls, glass roofs, and skylights must meet specific requirements. If structural circumstances prevent full compliance with section 268, alternative energy solutions must be implemented to compensate for the shortfall. Structural changes must adhere to the requirements in section 268, and if they result in increased energy consumption, equivalent energy savings must be implemented.", "This document discusses the energy consumption and demand for additions to buildings. It states that the energy demand for additions should not exceed the energy framework calculation. The size of the energy framework for the addition is based on the area of the entire building. Alternatively, the requirements can be met by observing the U values or heat loss framework specified in other sections. The U values should not exceed 22% of the total heated floor area. The heat loss framework can be applied to additions as long as the heat loss does not exceed what would have occurred with the U value requirements. Additionally, windows in the addition can be included in the heat loss framework as either actual windows or windows with a U value of 1.2 W/sq. metre K.", "This document discusses energy consumption in relation to conversions and replacement of building parts. It states that energy savings should be carried out in conversions as long as they are financially viable and do not pose a risk of moisture damage. The energy demands in conversions can be observed by meeting the requirements for all affected building parts or by following the renovation classes for existing buildings. Conversions with an annual savings times useful life divided by investment ratio exceeding 1.33 are considered financially viable. If a conversion is not financially viable, it should be determined if a smaller conversion would be viable.\n\nThe document also mentions that if changes to buildings result in an increase in energy consumption, corresponding compensating energy savings should be made. When building parts or installations are replaced, the provisions and requirements for energy efficiency must be maintained, regardless of their financial viability. However, there may be cases where replacement would incur additional costs related to adjacent building parts, making it not financially viable.\n\nThere are exemptions for churches, listed buildings, and buildings worthy of preservation from the provisions outlined in the document. These exemptions apply if following the energy requirements would contradict the architectural, cultural, historical, or environmental values of the building, or if they are contrary to local preservation planning regulations or municipal plans.\n\nThe document concludes by stating that conversions or changes to buildings must adhere to the requirements for U values and linear thermal transmittance as specified in Appendix 2, Table 3. Windows, glass outer walls, glass roofs, and skylights must also meet the requirements stated in sections 257 and 258.", "The document provides provisions for the use of renovation classes for existing buildings regarding energy consumption. The provisions state that the energy supply must be reduced by at least 30.0 kWh/sq. meter per year. Evidence must be provided according to the instructions of the Danish Building Research Institute for energy demand in buildings. The total energy supply to buildings must include a portion of renewable energy. When renovation class 1 is applied, the requirements for indoor climate must be met. \n\nResidential units, halls of residence, hotels, etc. can be classified as renovation class 2 if the total energy supply demand for heating, ventilation, cooling, and domestic hot water per sq. meter of heated floor area does not exceed a certain limit. They can be classified as renovation class 1 if the total energy supply demand does not exceed a lower limit. \n\nOffices, schools, institutions, and other buildings not covered in the previous section can also be classified into renovation classes 1 or 2 based on their total energy supply demand for various factors. \n\nFor buildings with specific requirements such as high illumination, extra ventilation, large consumption of domestic hot water, or long usage periods, the energy framework is increased accordingly. The conditions for these increased amounts are specified in the instructions of the Danish Building Research Institute for energy demand in buildings.", "This document outlines the energy consumption requirements for holiday homes, camping cabins, and similar holiday accommodations. It states that these accommodations must meet specific U values and linear thermal transmittance as stated in Appendix 2, Table 4. These requirements apply as long as the total area of windows and outer doors does not exceed 30% of the heated floor area. There is a provision that allows for deviation from these values if it does not increase the total heat loss. Additionally, for conversions, changes, and replacements, the requirements apply if they are financially viable, with financial viability determined according to section 275. The document also mentions that solid outer walls with a U value lower than 0.50 W/m²K may be used as long as the total heat transmission loss is not higher than with the U values stated in section 283.", "This document discusses the requirements for temporary movable pavilions in relation to energy consumption. Temporary movable pavilions are structures that are set up for a period of 0-5 years to address a need for additional space. Permanent pavilions or pavilions used for more than 5 years must meet the requirements for new buildings.\n\nThe pavilions set up for temporary use must meet specific U values and linear thermal transmittance requirements for windows, glass walls, glass roofs, and skylights. The total area of windows and doors should not exceed 22% of the heated floor area. However, there is flexibility for adjustments if the heat loss of the pavilion remains within compliance.\n\nFor temporary pavilions to be used for up to 2 years, direct electric heating is allowed. However, for pavilions to be used for 2 to 5 years, direct electric heating must be replaced by other heating supply or compensated by establishing renewable energy production.\n\nNew pavilion modules must be prepared to accommodate heating sources other than direct electric heating, such as water heating.\n\nDuring the conversion of pavilions, the requirements for U values and linear thermal transmittance must be followed to the extent that it is financially viable.", "This document pertains to the heating of buildings and outlines regulations related to the use of renewable energy for heating. According to section 293, buildings must be heated using renewable energy sources. However, there are exceptions to this rule. Buildings located in areas where there is a district heating supply grid can be heated using district heating, regardless of the requirement in section 293. Similarly, buildings in areas with an established natural gas supply grid or with a project approval prepared before January 1, 2013, can be heated using natural gas, regardless of the requirement in section 293. Existing buildings that are not in areas with a district heating supply grid or an established natural gas supply grid are not subject to the requirement in section 293. However, an exemption from section 293 can be granted if a specific assessment determines that heating the building with renewable energy is not suitable. The local council can consider factors such as plot size, building location, neighbor considerations, local development plans for district heating, and the planned use of the building in making this determination. In cases where heating is not based on renewable energy, but material conversions or alterations are being carried out in new or existing buildings, renewable energy must be part of the total energy supply to the extent that it is technically possible and financially viable. However, this provision does not apply to the renovation of churches, listed buildings, and buildings worthy of preservation.", "Chapter 12 discusses the requirements for energy supply systems adjacent to buildings. It emphasizes the need to ensure the safety of individuals and buildings, prevent health risks, and minimize energy waste. The chapter also outlines specific criteria for planning, building, and installing these systems, including protection against vibration, frost, and leaks. It also highlights the importance of resistance to various impacts, insulation against heat loss, and the prevention of noise, moisture, and odor transmission through pipelines. Lastly, it emphasizes the need for easy accessibility for cleaning, operation, and maintenance purposes.", "This document outlines general provisions for heating systems in buildings. It states that heating systems must be planned, built, and installed in a way that ensures efficient combustion. Additionally, the systems must be provided with sufficient air supply for the combustion process. This can be achieved by installing a heating system in a room with an adjustable fresh air valve or by supplying air to the combustion chamber through an open air duct. The combustion chamber and flue system of the heating systems must be designed with negative pressure compared to the room where the system is installed. However, this requirement can be exempted for tightly sealed boilers designed for pressurized combustion or for systems installed in separate rooms with vents to open air.", "The document discusses regulations for energy supply systems adjacent to buildings, specifically focusing on wood stoves, rocket mass heaters, and open heating systems. According to the regulations, wood stoves, rocket mass heaters, and closed heating systems with manual registers must have a free flow area of at least 20 sq. centimetres when closed. Additionally, water heaters in open heating systems and wood stoves should not be connected to closed central heating systems due to the lack of automatic controls, which can lead to periodic overheating and the risk of explosion. However, this requirement does not apply if each boiler (heat producing unit) is equipped with a safety valve.", "This document outlines various requirements and regulations for energy supply systems adjacent to buildings. Specifically, it focuses on central heating boilers, oil furnaces, and other related equipment. The document specifies efficiency requirements, safety levels, temperature limitations, flue gas loss limits, and equipment requirements for different types of boilers and furnaces. It also mentions specific regulations for interchangeable pellet furnaces, oil-fired air heating units, and oil furnaces. Additionally, the document mentions that local councils may impose specific requirements for heating systems used for commercial purposes and certain types of biofuel-fired central heating boilers.", "This document pertains to the connection of energy supply systems to flue systems in buildings. It states that the aperture area of the flue system should correspond to the input effect of the heating system. If multiple heating systems are connected to the same flue system, the aperture area is calculated based on the total effect of all the systems. For open heating systems, the minimum aperture area of the flue system should be 300 sq. centimetres, but this can be reduced to 175 sq. centimetres if the free opening of the heating system is not more than 2,500 sq. centimetres. Certain heating systems, such as combined heating and power units, open heating systems, oil-fired boilers, and special biofuel-fired systems, must be connected to an independent flue system that does not receive flue gases from other systems. Wood stoves cannot be connected to flue systems from gas-fired or oil-fired systems or flue systems connected to boilers designed for pressurized combustion.", "This document outlines regulations and requirements for flue systems used in heating systems. These systems must be planned, built, and installed in a way that ensures proper ventilation and prevents smoke from causing a nuisance in the surrounding area. The flue system must have a cleaning hatch of sufficient size and safe access for inspection. It must also be designed to resist the temperature of the flue gas and be resistant to blockage by nest building. The temperature classification of the flue system depends on the type of fuel being used. Flue systems used for oil or solid fuel must be resistant to soot fire, while those used in systems with condensation must be resistant to condensation and diffusion of water vapor. The surface temperature of the flue system must not exceed the maximum contact temperature, unless it is installed in a shaft according to the manufacturer's instructions. These regulations do not apply to the part of the flue system installed in the room where the heating system is located.", "Chapter 12 of the document discusses energy supply systems adjacent to buildings. In the section titled \"Flue systems in roofing with insufficient fire resistance,\" it states that when dealing with roofing that does not meet the classification of roofing class BROOF (t2) [roofing class T], proper measures must be taken to ensure that flue systems are established and installed in a manner that provides adequate fire protection.", "This document discusses the requirements for planning, building, and installing solar heating and solar panel systems to ensure the safety of individuals and buildings. It also mentions that if hazardous liquids or gases are used in reverse cycle heating or cooling systems, they must be installed in a safe location. Additionally, electricity consumption must be metered for reverse cycle heating and cooling systems with an annual consumption of over 3,000 kWh, and the meters used must have satisfactory accuracy. However, these requirements do not apply to extensions of existing systems.", "This document is discussing the operation and maintenance of energy supply systems adjacent to buildings. It states that these systems must be maintained in accordance with the relevant provisions and instructions. The instructions should include drawings indicating the location of installations that require maintenance and the intervals at which maintenance should be performed. Additionally, when installing a central heating boiler with an oil burner, the burner must be adjusted.", "This document discusses pollution from construction materials and its impact on indoor climate and human health. It states that building materials should not release gases, particles, or ionisation radiation that can negatively affect indoor climate. Specifically, materials containing formaldehyde should only be used if they do not result in an unhealthy indoor climate. Construction materials incorporated into buildings must meet the formaldehyde class E1 standard outlined in the harmonised standard DS/EN 13986. Additionally, during conversions or renovations, care must be taken to prevent the release of hazardous substances such as asbestos, PCB, lead, or particles from insulation materials into the indoor climate.", "This document discusses pollution from the subsoil and its impact on indoor environments. It states that pollution from the subsoil should not pose a risk to people's health or cause discomfort. One specific concern is the influx of radon, which should be limited by ensuring that the building structure is airtight against the subsoil or by implementing other effective measures. Additionally, buildings constructed on plots with previous pollution, such as refuse dumps or polluted industrial plots, should be built in a way that prevents the pollution from affecting the indoor climate. If the pollution is not completely removed from the subsoil prior to development, steps must be taken to limit the influx of soil pollution, such as creating a tight building structure or similar measures.", "Chapter 14 of the document discusses the importance of moisture control in buildings. It states that buildings should be designed, constructed, and maintained in a way that prevents water and moisture from posing health risks to occupants or causing damage to the building. The document emphasizes the need to protect buildings from moisture accumulation resulting from the transport of moisture from the indoor air. It also mentions that thermal bridges in the building envelope should not lead to issues such as condensation and mold growth. Additionally, the document states that building structures and materials should not have a moisture content that could result in the growth of mold or mildew when the building is occupied. The chapter also emphasizes the importance of protecting buildings from water penetration from ground and surface water sources and from absorption of water from the subsoil. Lastly, it mentions that the building envelope should be designed, constructed, and maintained to be impermeable to rainwater and meltwater, and that roof water should be directed to drains through gutters and chutes.", "This document outlines the requirements for wet rooms, such as bathrooms, sculleries, and toilets, in relation to moisture and water resistance. The floors and walls must be able to withstand moisture and the mechanical and chemical effects typically found in wet rooms. The floors, including joints and connections, must be waterproof. Pipe penetrations cannot be installed in the floor in areas exposed to water. The walls and wall coverings must also be water tight. Water on the floor should be drained through a floor drain. If wood or other organic materials are used in the construction, a reliable waterproofing system must be implemented.", "This document outlines guidelines for the planning, construction, operation, and maintenance of structures and building parts. The main objectives are to prevent injuries or damage to people and buildings, avoid health risks from failing structures or pest intrusion, and ensure functionality and durability. It specifies that suitable materials should be used for buildings, foundations should be established below the frost line to prevent damage from soil movements, and roofs and skylights should have sufficient protection against penetration.", "This document is from Chapter 15 of an unknown source and discusses structures. It states that structures must be planned and built to withstand static and dynamic effects based on their location and use. The planning and building of structures should be done in accordance with various standards pertaining to load-bearing structures, such as load densities, fire load, snow load, wind load, thermal load, load on structures under construction, and accident load. Additionally, for heated horticultural hothouses and tent covers for liquid livestock slurry storage containers, the requirements for snow load can be reduced by 65%.", "Chapter 15 of the document discusses special provisions for concrete structures. It states that in addition to the provisions mentioned in section 344, the planning and construction of concrete structures must adhere to specific standards and regulations. These include DS/EN 1992-1-1 for general rules and building structures, DS/EN 1992-1-2 for fire safety dimensioning, DS/EN 1992-3 for concrete structures for storage of liquids and powders, DS/EN 206-1 for concrete specification and compliance, DS 2426 for concrete materials regulations, DS/EN 1520 for prefabricated reinforced sections of aerated concrete, and DS/EN 12602 for prefabricated reinforced components of autoclave-treated cellular concrete. These standards and regulations provide guidelines for the design and construction of concrete structures in Denmark.", "This document is a chapter from a larger publication that discusses structures, specifically focusing on special provisions for steel structures. It states that in addition to the provisions mentioned in section 344, the planning and construction of steel structures must be carried out in accordance with several specific standards, such as DS/EN 1993-1-1, DS/EN 1993-1-2, DS/EN 1993-1-3, DS/EN 1993-1-4, DS/EN 1993-1-5, DS/EN 1993-1-6, DS/EN 1993-1-7, DS/EN 1993-1-8, DS/EN 1993-1-9, and DS/EN 1993-1-10. These standards cover various aspects of steel structures, including general rules, fire safety, cold forged elements, stainless steel, plate structures, shell structures, joints, fatigue, and material toughness and properties.", "Chapter 15 of this document discusses structures, specifically focusing on special provisions for composite structures. The planning and construction of composite structures must adhere to certain guidelines. These guidelines include DS/EN 1994-1-1, which provides general rules and rules for building structures, and DS/EN 1994-1-2, which focuses on fire safety dimensioning.", "Chapter 15 of the document discusses structures, specifically wooden structures. It states that in addition to the provisions mentioned in section 344, the planning and construction of wooden structures must be done according to certain standards. These standards include DS/EN 1995-1-1 for general rules and rules for building structures, along with DS/EN 1995-1-2 for fire safety dimensioning.", "This document discusses the special provisions for masonry structures. It states that in addition to the provisions of section 344, the planning and construction of masonry structures must be carried out according to three specific guidelines: DS/EN 1996-1-1 for general rules for reinforced and non-reinforced masonry, DS/EN 1996-1-2 for fire safety dimensioning, and DS/EN 1996-2 for design considerations, choice of materials, and building of masonry.", "Chapter 15 of the document focuses on structures, specifically the special provisions for foundations. It states that in addition to the provisions mentioned in section 344, the planning and construction of foundations must comply with DS/EN 1997-1 Soil engineering, General rules with DS/EN 1997-1 DK NA.", "Chapter 15 of the document discusses structures, specifically focusing on special provisions for aluminium structures. Section 351 states that in addition to the provisions outlined in section 344, the planning and construction of aluminium structures must follow certain guidelines. These guidelines include complying with DS/EN 1999- 1 - 1 Aluminium structures, General rules with DS/EN 1999- 1 - 1 DK NA, DS/EN 1999- 1 - 2 Aluminium structures, Fire safety dimensioning with DS/EN 1999- 1 - 2 DK NA, and DS/EN 1999- 1 - 3 Aluminium structures, Fatigue with DS/EN 1999- 1 - 3 DK NA.", "Chapter 15 of the document discusses structures and the section \"Other materials and structures\" addresses situations where materials and structures are not covered by previous provisions. In such cases, documentation must be provided to demonstrate that a safety level, as described in section 344, is attained.", "Chapter 15 of the document is about structures, specifically tents and similar transportable structures. It states that these structures must be dimensioned according to DS/EN 13782 or in a way that ensures compliance with the relevant provisions of sections 344-351.", "Chapter 15 of the document discusses structures, specifically focusing on stationary storage systems. These systems must be dimensioned according to the guidelines provided in DS/EN 15512 Stationary storage systems in steel - Adjustable pallet rack systems - Principles of dimensioning with DS/EN 15512 DK NA. Alternatively, the systems should be dimensioned in a manner that ensures compliance with the relevant provisions of sections 344-351.", "Chapter 15 - Structures, specifically the section on spectator stands, states that telescopic stands and removable spectator stands should be dimensioned according to DS/EN 13200-5 and 13200-6 with DS/EN 13200-5 DK NA and DS/EN 13200-6 DK NA, respectively. Alternatively, they should be dimensioned in a way that ensures compliance with the relevant provisions of sections 344-351.", "Chapter 15 of the document discusses structures, specifically focusing on exceptions. Section 356 states that sections 344(2) to 351 and sections 353-355 can be deviated from under certain conditions. These conditions include ensuring and documenting that the deviation is safe, as well as achieving a safety level as described in section 344(2)(1).", "Chapter 15, Section 357 of the document states that structures must undergo operation, inspection, and maintenance to ensure compliance with the provisions outlined in sections 344-354.", "Chapter 16 of the document discusses the importance of ensuring the safety of playground equipment, outdoor exercise equipment, skateboard facilities, and other public access areas. It emphasizes the need for proper planning, construction, operation, and maintenance to prevent injuries.", "This document is a chapter on playgrounds, specifically focusing on playground equipment. It states that playground equipment must be planned in accordance with various safety requirements and testing methods outlined in different parts of the DS/EN 1176 series. These parts include general safety requirements, specific safety requirements for swings, chutes, ropeways, carousels, seesaws, fully closed-off playground equipment, three-dimensional climbing nets, and shock-absorbing playground surfaces. The document also mentions a specific standard for determining the critical fall height of playground surfaces.", "Chapter 16 of the document discusses various recreational facilities, including skateboard facilities, inflatable play equipment, artificial climbing walls, and outdoor exercise equipment. \n\nSkateboard facilities must be planned and constructed according to safety requirements and testing methods outlined in DS/EN 14974 + A1. \n\nInflatable play equipment should be planned and set up in accordance with DS/EN 14960, which outlines safety requirements and testing methods. \n\nArtificial climbing walls must be planned and constructed according to safety requirements and testing methods outlined in DS/EN 12572-1, DS/EN 12572-2, and DS/EN 12572-3, which cover different aspects of artificial climbing walls. \n\nOutdoor exercise equipment should be planned and installed according to safety requirements and testing methods outlined in DS/EN 16630. \n\nExercise equipment that doubles as playground equipment should be planned to ensure suitability and safety for both uses. \n\nFor any recreational facilities not specifically mentioned in the previous sections, documentation is required to prove that they meet the safety level described in previous sections.", "Chapter 16 of the document focuses on playgrounds and similar areas. The section titled \"Exceptions\" states that it is possible to deviate from sections 359(1)(2) to 364 if it can be proven and recorded that adequate measures have been taken to prevent injury as described in section 358.", "Chapter 16 of the document focuses on Playgrounds and other recreational facilities. This particular section emphasizes the importance of operating, inspecting, and maintaining these facilities in compliance with the relevant regulations outlined in sections 358-365.", "Chapter 17 of the document discusses the importance of maintaining satisfactory noise conditions in buildings for health and comfort. It highlights several factors that need to be considered during the planning and construction process, including sound transmission between rooms or units within the building, noise from technical installations, noise from roads and railways, and reverberation time. The chapter also mentions that documentation of noise conditions can be obtained through calculation or measuring once the building is completed.", "Chapter 17 of the document focuses on noise regulations for residential units and other buildings used for overnight accommodation. The regulations aim to ensure that individuals in these buildings are not disturbed by sound from other rooms, installations within the building, or external sources such as roads and railways.\n\nSpecific requirements include:\n\n- Sound conditions in residential units must comply with class C in DS 490 Sound classification of residential units and follow the guidelines in the Building Regulations on sound conditions.\n- If there are rooms with noisy activities adjacent to residential units and shared communal spaces, soundproofing measures must be implemented. Compliance can be demonstrated through documentation showing that these rooms have been built in accordance with class C in DS 490 Sound classification of residential units.\n- Technical installations must not produce noise levels that are disruptive outside windows in living spaces, kitchens, recreational areas, balconies, roof terraces, and outdoor spaces. Compliance can be proven by documenting adherence to threshold values outlined in the Building Regulations on sound conditions.\n- The reverberation time of rooms must be adjusted based on their use. For communal spaces, compliance can be shown by adhering to class C in DS 490 Sound classification of residential units.\n- Holiday homes in designated areas must also ensure that technical installations do not create noise levels that are disruptive outside windows in living spaces, kitchens, and recreational areas, including balconies, roof terraces, and outdoor spaces.", "This document discusses the regulations and requirements for non-residential buildings regarding noise control. It states that measures must be taken to ensure that individuals in the building are not disturbed by sound from adjacent rooms, building installations, or surrounding roads and railways. For teaching or day-care facilities, the provision is considered fulfilled if the threshold values for sound conditions stated in the Building Regulations guidelines are met or if it can be shown through other means that an equivalent level has been achieved. Additionally, if rooms with noisy activities are located next to teaching or living rooms, sound-proofing must be implemented. The reverberation time of rooms must also be adjusted based on their use. The same requirements for teaching or day-care buildings apply in terms of meeting the threshold values or demonstrating an equivalent level through documentation.", "Chapter 18 of the document discusses the importance of light and view in buildings for the health, safety, and comfort of individuals. It states that buildings should have sufficient daylight and a view of the surroundings, as well as adequate electric lighting based on the specific use of the space. The chapter also emphasizes the need to utilize daylight as much as possible, avoid unnecessary energy consumption and heat transfer, and prevent nuisance from direct sunlight and blinding.", "Chapter 18 discusses the importance of having windows in working rooms, living rooms, teaching rooms, and other spaces. These windows should be designed to provide a view of the surrounding environment. Additionally, windows and sun screening should be carefully planned and implemented to ensure that occupants have a satisfactory view of the surroundings for a significant portion of the time they spend in these spaces.", "This document is discussing the requirements for access to daylight in various types of rooms, such as work rooms, living spaces, teaching rooms, dining rooms, etc. It states that these rooms must have access to daylight to ensure sufficient lighting. The access to daylight can be demonstrated by having a glass surface equivalent to at least 10% of the floor area, adjusted for any shadows or reduced light transmittance. Alternatively, sufficient daylight can be proven by having an inside lighting intensity of 300 lux or half of the relevant floor area for at least half of the daylight hours. The relevant floor area is determined based on the type of room. However, there may be exceptions to this requirement if compliance would negatively impact the operation of the business. Additionally, windows must be placed and possibly shielded to prevent overheating and nuisance from direct sunlight.", "The document states that workrooms and shared access roads must have electric lighting to the necessary extent. The lighting must be in accordance with specific standards and be energy-efficient. If sufficient daylight is present, automatic daylight control must be implemented. Movement devices must be equipped in rooms that are occasionally used, unless it poses a safety risk or the light sources are not suitable. Lighting systems should be divided into zones based on daylight conditions and activities, but this requirement can be waived for small working rooms. These requirements can be waived if they pose a critical disadvantage to the operation of the business. The same applies to the replacement of lighting fittings. Function testing must be conducted to ensure that the lighting system complies with regulations for light intensity and that daylight control, movement devices, and zones are functioning properly.", "Chapter 19 of this document discusses the importance of maintaining a healthy and comfortable indoor climate in buildings. It emphasizes that the planning, construction, operation, and maintenance of heating and cooling systems should prioritize safety, health, comfort, and energy efficiency. Specifically, it highlights the need to prevent fire or explosion risks, minimize health risks and discomfort for occupants, avoid injuries or damage to the building or its installations, and reduce unnecessary energy consumption.", "Chapter 19 of the document discusses thermal indoor climate and installations for heating and cooling systems. The section mentioned, \"General provisions for thermal indoor climate,\" states that in rooms where people stay for longer periods of time, it is important to maintain a satisfactory thermal indoor climate for health and comfort. Documentation of the thermal indoor climate should be obtained through calculations based on the conditions in the critical room and using the Design Reference Year, DRY 2013 for the calendar year 2010. A simplified calculation model may be used for residential units.", "This document outlines the general provisions for installations for heating and cooling systems. It states that these systems must be planned and established to ensure a sufficient distribution of heating and cooling throughout the building and associated systems. It also emphasizes the need to minimize the growth of legionella bacteria in domestic hot water installations. Additionally, the document specifies several requirements for the planning and establishment of heating and cooling installations to ensure their effectiveness, durability, and safety. These requirements include avoiding vibration nuisance or damage, protecting against frost, preventing unintended leakage, resisting various impacts, avoiding corrosion or deposits, and ensuring accessibility for operation, inspection, and maintenance.", "Chapter 19 of the document discusses thermal indoor climate and installations for heating and cooling systems. In the section on energy consumption, it is stated that installations should be carried out in a way that minimizes unnecessary energy consumption. This includes insulating the installations to prevent heat loss and condensation. Additionally, if server rooms are present in a building, the electricity consumption or cooling effect for cooling must be measured. The electricity consumption for servers must also be measured. The meters used for measuring these values must have satisfactory accuracy.", "Chapter 19 of this document focuses on thermal indoor climate and installations for heating and cooling systems. The specific section being summarized is about the inspection of these systems. According to the document, it is necessary to conduct function testing of heating and cooling systems before they are used. The purpose of this testing is to ensure that the systems meet the requirements outlined in the Building Regulations for adjustment and control.", "This document discusses the operation and maintenance of heating and cooling systems in indoor spaces. It states that these systems must be maintained in accordance with specific provisions. Additionally, it emphasizes the importance of having operation and maintenance instructions available before the system is used, which should include drawings indicating the location of installations requiring maintenance and the intervals at which maintenance should be performed.", "Chapter 20 discusses the importance of allocating suitable areas for buildings. These areas should consider the use, scope, and location of the building. They should include recreational areas, areas for collecting refuse, and parking areas. Additionally, access roads should be established to allow easy access for emergency vehicles.", "This document is discussing the regulations and requirements for recreational areas in areas without buildings. It states that recreational areas must be located on ground level, but if that is not possible, they may be located on a roofed-over or elevated courtyard area, or on a roof area or large balconies. It also mentions that areas without buildings may be shared by multiple properties, and the design, construction, and use of these shared open spaces must be protected by listings on the properties. The document also states that areas without buildings must not be used contrary to their purpose. Additionally, the local council may set a deadline for the design and establishment of recreational and play areas after the building is being used. It mentions that access conditions must be available for refuse collection areas adjacent to the building, and suitable play areas must be established in multi-storey residential buildings and low adjacent buildings, with the portion of the play area determined by the local council and stated on the building permit.", "Chapter 20 of the document discusses the allocation of parking areas in areas without surrounding buildings. It states that a sufficient area must be designated for parking of cars, motorcycles, mopeds, and bicycles, taking into consideration the building's use. These parking areas should be accessible to residents, employees, customers, suppliers, etc. The local council determines the size of the plot that should be designated as a parking area and when it should be established. In terms of design, parking spaces should include an appropriate number of spaces for disabled persons. These spaces should have a use area of 3.5 meters x 5.0 meters and be located close to the entrance. The paving should be hard and level, and any differences in levels between the parking area and other areas should be no more than 2.5 centimeters. The requirements in section 401 do not apply to detached single-family houses and holiday houses.", "The document outlines regulations for water installations in buildings. It states that water installations must be planned and established in a way that ensures there are no health risks, injury, or damage to the building. They must also be designed to prevent unnecessary use of water or energy. The installations must provide water to individual taps and be dimensioned appropriately for the building's use. Additionally, the document specifies requirements for preventing bacteria growth, vibration nuisance, frost damage, infiltration or leakage, and other issues. It also emphasizes the importance of accessibility for operation, inspection, and maintenance. Compliance with legionella control measures is also mentioned as a way to meet the regulations.", "Chapter 21 of the document focuses on water. In the section about leaks, it states that water installations should be carefully planned and set up to prevent leaks and water outflow. Additionally, it emphasizes the importance of easily detecting leaks, including those in water connections to devices with automatic water filling.", "This document discusses the protection of water quality in water installations. It states that measures must be taken to prevent treated water, water from fire extinguishing systems, and water drained from taps from flowing back into the drinking water installation. This can be done by installing a backstop on the distribution pipe. The document also emphasizes the need to protect drinking water installations from substances that could pose a health hazard, such as corrosion or diffusion of harmful substances. Additionally, installations that do not meet the requirements for drinking water quality must be clearly marked to prevent misuse.", "Chapter 21 of the document discusses water installations. Section 410 specifically focuses on cold water. It states that water installations should be designed, located, and isolated in a way that prevents unnecessary temperature increases in the cold water. However, this rule does not apply to systems that use rainwater for toilets and/or washing machines, or for special installations for technical use.", "This document discusses the requirements for systems that produce domestic hot water. It states that these systems must be able to produce an adequate amount of hot water with the appropriate flow rate for their intended purpose, taking into account the number and use of hot water taps. The hot water temperature should be suitable without causing excessive waiting time, and energy and water consumption should also be considered. The document also emphasizes the importance of ensuring that hot water taps do not pose a risk of scalding and that surface temperatures are not high enough to cause injury. Additionally, it mentions that any liquids other than water used in heat exchangers for domestic water must be identifiable in the hot water supply.", "This document is discussing the planning and construction of water installations to ensure efficient water and energy consumption. It states that water installations should be designed to avoid unnecessary water waste and energy consumption. Additionally, the installations should be insulated to prevent heat loss and condensation. The document also mentions that the consumption of hot and cold water should be metered. If the heat consumption for heating and circulating hot water exceeds 10,000 kWh per year, the total consumption of heat must be metered. However, this provision does not apply if a room receives water from an existing system during an addition or conversion. Lastly, it states that meters used for measuring heat must have satisfactory accuracy.", "This document is about the construction materials and products that should be used for water installations. It states that these materials should not release substances that are harmful to health, cause bad odors, taste, discoloration, or promote the growth of microorganisms in the water. It also mentions that factory-made products connected to drinking water installations must be approved by the Transport, Building and Housing Agency to ensure they meet quality standards. Additionally, these products must have certain mechanical and physical characteristics, such as having a CE-marking or undergoing testing and production checks to maintain their declared performance.", "This document is from Chapter 21 of a larger document about water. This specific section focuses on the operation and maintenance of water installations. It states that these tasks must be carried out in accordance with certain provisions. It also mentions that the maintenance of backstops must follow specific specifications or provide an equivalent guarantee of their functionality. Operation and maintenance instructions should be available when the system is put into use, including drawings indicating the location of installations requiring maintenance and maintenance intervals. Additionally, before a water installation or its parts can be used, they must be flushed with drinking water. Finally, unused installations must be promptly removed from the part of the installation in use to prevent bacterial growth, and this removal should be done at the branch to the active part of the installation.", "Chapter 22 of the document discusses the importance of ventilation in buildings. It states that buildings should be ventilated to maintain good air quality and manage moisture levels, taking into account the specific use of the building. The planning, construction, operation, and maintenance of ventilation systems should be done in a manner that minimizes the risk of fire, injury, or damage to people or the building. Additionally, ventilation systems should not pose any health risks or cause discomfort, and should not result in unnecessary energy consumption.", "This document outlines general provisions for ventilation systems. It states that ventilation systems must be planned and installed in accordance with certain standards and regulations related to ventilation, fire safety, and thermal insulation. The location of ventilation systems should allow for appropriate operation and maintenance. The supply of outdoor air can be done through vents or ventilation systems with preheated air. The placement and design of external air intakes and vents should consider the purity and temperature of the outdoor air and ensure proper functioning without causing nuisance to the surroundings. Draught should be prevented in rooms where people stay, and air transfer between rooms with different levels of pollution should be avoided. Ventilation systems that serve multiple units must ensure satisfactory air quality in all units. The design and installation of ventilation systems should not introduce substances or microorganisms that negatively impact indoor climate and health. Humidification systems for supply air should only be installed for safety, production, conservation, or health reasons in specific settings like print shops or museums.", "This document discusses energy requirements for ventilation systems. It emphasizes the need to avoid unnecessary energy consumption and ensure that the function of the ventilation system is not affected by other air consuming installations. The document states that the supply of outdoor air should be limited during periods of reduced ventilation need and that the supply should be adaptable in rooms with varying ventilation needs. Ventilation systems with injection and evacuation must have a heat recovery solution. Only batteries with fluid couplings should be used if the separation of air flows is essential for room functions. However, the heat recovery requirement can be waived if the excess heat of the discharge air cannot be used effectively, such as in situations where cooling is required. The document also discusses specific electricity consumption limits for air transportation in various types of ventilation systems. It states that these limits do not apply to systems associated with industrial processes or systems with low electricity consumption. Ventilation systems with heat recovery used for one residential unit should have a minimum dry temperature efficiency of 80 percent. Ventilation systems with high electricity consumption must be equipped with meters for measuring electricity consumption. The document also mentions that meters used for measuring electricity consumption or heating in ventilation systems must have satisfactory accuracy.", "Chapter 22 of the document focuses on ventilation, specifically in residential buildings. \n\nSection 443 states that in residential rooms and throughout the residential unit, there must be a supply of outdoor air at a minimum rate of 0.30 liters per second per square meter of heated floor area. This requirement applies to both regular ventilation and demand-controlled ventilation. The basic air exchange in the residential unit should be done through a ventilation system that injects air into residential rooms and evacuates air from the bathroom, toilet room, kitchen, and scullery. The ventilation system must also have heat recovery for heating the injected air. However, during seasons other than the designated period, outdoor air can be supplied through windows, air vents, etc.\n\nSection 3 of this chapter focuses on kitchens in residential units. It states that kitchens must have a range hood above the cooker. The range hood should have adjustable mechanical ventilation and evacuate air to the open air. The range hood should also have sufficient efficiency to remove moisture and airborne pollution from cooking. The evacuation rate should be adjustable to a minimum of 20 liters per second.\n\nSection 4 states that the evacuation rate from bathrooms and toilet rooms in residential units should be adjustable to a minimum of 15 liters per second. However, in toilet rooms without a bath or shower and sculleries, the evacuation rate should be adjustable to a minimum of 10 liters per second.\n\nSection 444 specifies that for basements in single-family houses, the evacuation rate should be adjustable to a minimum of 10 liters per second. For other types of residential buildings, the ventilation from the basement should be dimensioned based on the size and use of the room.\n\nSection 445 states that for other rooms in residential buildings not mentioned in previous sections, the ventilation should be dimensioned considering the size and use of the room.\n\nSection 446 mentions that single-family houses can be ventilated through natural ventilation or a combination of natural and mechanical ventilation. Single-family houses with natural ventilation must comply with the regulations stated in section 443(1) and (3).", "This document discusses the ventilation requirements for day-care facilities and teaching rooms. It states that these spaces must have a ventilation system that includes injection, evacuation, and heat recovery for heating the injected air. In day-care facilities, the minimum amount of outdoor air injection and evacuation must be 3.0 l/s per child, 5.0 l/s per adult, and 0.35 l/s per square meter of floor area. In teaching rooms, the minimum requirements are 5.0 l/s per person and 0.35 l/s per square meter of floor area. It is also important to ensure that the maximum CO2 content of the indoor air does not exceed 1,000 ppm. If a demand-controlled ventilation system is used, the specified air quantities can be adjusted when the demand is reduced, but ventilation should never be less than 0.35 l/s per square meter of floor area during use.", "Chapter 22 of the document discusses ventilation, specifically focusing on the ventilation of other buildings and rooms. It states that garages with a floor area exceeding 150 sq. metres must have a separate mechanical ventilation system to remove fumes and carbon monoxide. Additionally, for rooms that are not covered in sections 443-447, the ventilation system should be designed based on the size and purpose of the room.", "Chapter 22 of the document discusses ventilation systems, specifically focusing on the inspection process. According to the regulations, function testing must be conducted on the ventilation system before it is used. This testing is done to ensure that the system meets the requirements outlined in the Building Regulations, particularly in terms of electricity consumption for air transport and the functioning of demand control.", "This document emphasizes the importance of cleaning, operating, and maintaining ventilation systems to ensure they are safe and in compliance with regulations. It states that these tasks should be carried out according to the guidelines provided in DS 447, which covers mechanical, natural, and hybrid ventilation systems. The document also highlights the requirement for operation and maintenance instructions to be available when the system is put into use, including drawings indicating maintenance locations and intervals. These instructions should also be prepared according to the guidelines in DS 447.", "Chapter 23 of the document discusses rules for calculation in relation to plot ratio, plot area, and floor area. \n\nThe plot ratio is defined as the floor area as a percentage of the plot area. The plot area includes the area stated for the lot number, as well as any road areas or unbuilt areas for roads. \n\nThe plot size includes the plot area of an individually registered area laid out as a communal free area for several properties, areas set aside for roads before 1 February 1977, and the total area of several lot numbers when they constitute a total adjacent real property. \n\nThe plot size does not include areas of the plot situated in a different zone from the zone being built on or lot numbers which form part of a total non-adjacent real property. \n\nFloor area is calculated by adding the gross areas of all floors, including basements, lofts not used for residential purposes, balconies, sun lounges, corridors, etc. Rooms intersecting more than one story are only included in the floor area of the story where the floor is located. \n\nCertain areas are not included in the floor area, such as parts of the basement where the surrounding terrain is less than 1.25 meters under the basement ceiling, open balconies, open roof terraces, refuse rooms on ground level, etc. \n\nFor garages, carports, outbuildings, greenhouses, etc., only parts of the area exceeding certain limits are included in the floor area. The measurement of floor area is determined by the surface of the finished floor to the outside of the limiting outer walls. \n\nHeights are measured from the natural ground level, and for buildings on sloping ground or ground with large level differences, measurements are carried out from one or more levels determined by the local council. The council must consider the ground conditions of adjacent plots and the nature of surrounding buildings when determining levels. Certain structures, such as antennas and chimney necks, are not included in the calculation of height.", "This document provides rules for calculating distances and storeys in buildings. The local council has the authority to disregard certain features such as stairwells, elevator shafts, signs, and advertising when determining the height of a building. Distances are measured horizontally without considering ground levels and can be measured as the minimum free distance between the building and the opposite road line or boundary. Certain building protrusions, such as bays and balconies, are disregarded when calculating distances from the building to road boundaries. Each building storey, including the ground floor, is included in the number of storeys registered in the Building and Housing Register. Additional storeys include loft storeys that can be used for residential purposes and basements with ceilings more than 1.25 meters above ground level. The local council has the authority to determine the floor area for buildings with displaced floors or mezzanines, and can decide if certain living spaces should be included as a storey.", "Chapter 24 of the document discusses the control system for water and drain installations. It states that for factory-made products used in these installations that are not covered by a harmonized standard or European technical assessment, certain requirements need to be met. These requirements include a preliminary test based on the properties relevant for declaration in Denmark according to the Building Regulations. Additionally, a manufacturing control system should be in place to ensure that the declared performance of the products is maintained, although certification of the manufacturing control is not necessary.", "This document describes the requirements for a manufacturing control system for water and drain installations. The manufacturer must have a separate control system in place that ensures the products maintain the specified properties. This control system combines manufacturing technology with measures to maintain compliance with technical specifications. It includes control and testing of measuring equipment, raw materials, components supplies, processes, machinery, and manufacturing equipment. The results obtained from these controls must be used in the manufacturing process.", "This document is describing the requirements for manufacturing control in a control system for water and drain installations. The manufacturer is responsible for arranging the manufacturing control scheme and documenting the tasks and responsibilities of the scheme. The manufacturer may delegate the powers to a person who can plan procedures for documenting product compliance, find and register cases of lack of compliance, and find methods to remedy these cases. The manufacturer must provide a detailed description of the control scheme and keep the documentation up to date, tailored to the product and manufacturing process. The reliability of the control system must be determined in relation to product compliance, including planning procedures and instructions, efficient commencement of procedures, description of tasks and responsibilities, and using the results to remedy deviations and assess the manufacturing control system. Control measures include specification and control of raw materials and component supplies, control and tests during production, and control and testing of finished products. If finished products are not controlled in the market, the manufacturer must ensure proper packaging, handling, and transport to prevent damage.", "Chapter 24 of the document describes a control system for water and drain installations. This section focuses on the verification process. \n\nThe manufacturer is required to have their own measuring tools and staff or have access to them in order to conduct the necessary verifications and tests. They are responsible for calibrating the measuring and testing equipment. Additionally, the manufacturer must ensure that the control, measuring, and testing equipment is calibrated, verified, and maintained in good and usable condition. This is necessary to verify that the product complies with the determined quality.", "Chapter 24 of the document describes a control system for water and drain installations. The section focuses on testing procedures. The testing must be conducted according to a predetermined plan and using specified methods mentioned in the technical specification. It is essential for the test methods to be direct. The manufacturer is responsible for creating and maintaining registers that document the testing of the product. These records should demonstrate that the product met the acceptance criteria.", "This document discusses the guarantee of compliance for a control system used in water and drain installations. If the control or test results show that the product does not meet the requirements, the manufacturer must take immediate steps to fix the manufacturing process. Products that do not meet quality standards should be kept separate for identification purposes and retested once the issue is resolved. If the product is supplied before the results are known, the manufacturer must have a procedure in place to inform clients in a timely manner.", "Chapter 24 of the document discusses the control system for water and drain installations. This section specifically focuses on the manufacturer's register. The manufacturer is required to thoroughly document their own manufacturing control. This includes information such as the product description, date of manufacture, testing method used, test results, and acceptance criteria. The person in charge of the control procedure must annotate these details after verifying them. Additionally, any corrections made to ensure the product meets requirements must also be registered by the manufacturer.", "In Chapter 24, the document discusses a control system for water and drain installations. In the section on traceability, it states that the manufacturer is responsible for keeping a register of all products or product series, including manufacturing details and properties. They must also register the customer to whom the products were first sold. The products or series of products must be fully identifiable and traceable through this information. However, in some cases, such as with raw materials, this may not always be possible. Additionally, the manufacturer must keep the technical documentation for 10 years after the product was sold.", "Chapter 25 of this document discusses the requirements for a building to be classified as building class 2020, a voluntary low-energy class. Residential units, halls of residence, hotels, and other buildings can be classified if the total energy demand for heating, ventilation, cooling, and domestic hot water per square meter does not exceed a certain limit. The document also states that buildings in this class must be established in a way that limits the transmission loss per square meter of the building envelope. The document provides factors for weighting various energy sources and sets requirements for windows, doors, and ventilation systems in these buildings.", "This document discusses the allocation of load-bearing structures in a building to different structure classes. The allocation is based on the consequence class of the structure, the complexity of the structure, and experience with the structure type. If it is proven that the building can be divided into different structural sections safely, each section may be allocated to a different structure class. The complexity of the structure is determined by the ease of lowering the load and determining balance conditions. The experience with the structure type is categorized as either traditional or untraditional. The document provides specific criteria for each structure class and exemption for certain structures.", "The document discusses the classification of buildings into fire classes based on the risk classification of the building and the method of documentation of fire safety. It states that if it can be proven that a building can be divided into safe sections, each section may be allocated to a different fire class. The risk class of a building is determined based on the risk situation and complexity of the building. The method of documentation of fire safety can be determined using pre-accepted solutions, comparative analysis, fire dimensioning, fire tests, or a combination of these methods. The document then provides the criteria for each fire class, including the types of buildings included in each class and the requirements for fire safety installations and equipment. It also notes that certain smaller structures are exempt from classification in fire classes.", "This document outlines the requirements for documenting load-bearing structures in buildings. The documentation must prove that the structures meet safety and fitness for use requirements and that the planning and implementation are satisfactory. Documentation must be prepared for new structures, existing structures during and after conversion, temporary structures, and transportable structures. If building work is done near existing buildings, documentation must also show that necessary protection exists and that the function and condition of the adjoining buildings will not be affected. The documentation for buildings in structure classes 2-4 includes a declaration of commencement, declaration of conclusion, and structural documentation. A certified structural engineer must be appointed for the load-bearing structures and their tasks are listed in Chapter 31. The declaration of commencement must state that the correct structure classes have been selected, the documentation proves compliance with building regulations, and an inspection plan has been prepared. The declaration of completion must state that the necessary documentation has been submitted, the structure classes used are in accordance with the building permit, and the requirements of the building regulations have been met. The structural documentation includes documentation of structures and project documentation.", "The document outlines the requirements for the documentation of load-bearing structures in Denmark. It specifies that the documentation must be prepared in Danish or English. The documentation includes the basis of structures, structural calculations, structural drawings and models, and documentation of any structural changes. The project documentation includes a structural project report, a structural check plan, and a structural check report. The documentation must also include the allocation of the building or structural section to structure classes. When building work is carried out near existing buildings, the documentation must include requirements for the protection of those buildings. The documentation for buildings in structure class 1 includes the relevant parts of the structure documentation and project documentation. There are exceptions to certain requirements if it can be demonstrated through other means that the requirements for load-bearing structures have been fulfilled. Buildings in structure class 2-4 that are processed by the local council are exempt from certain documentation requirements.", "The document discusses the requirements for documenting load-bearing structures. It outlines the elements that must be included in both the structure documentation and the project documentation. The structure documentation should include the basis of structures, structural calculations, structural drawings and models, and any changes made to the structures. The project documentation should include a structural planning report, a structural check report, and a structural inspection report.", "Chapter 29 of this document focuses on the documentation required for fire safety conditions in buildings. The documentation must prove that the building's fire safety conditions meet the necessary requirements and that the design, planning, and implementation are satisfactory. The documentation should be prepared for the fire class to which the building is classified. \n\nThe relevant documentation for buildings in fire classes 2-4 when a certified fire consultant is used includes a declaration of commencement, declaration of completion, statement on contingency tactics, fire classification documentation, fire strategy report, fire plans, room distribution plans, occupancy plans, fire dimensioning report, description of functions, check plan, check report, and operation, inspection, and maintenance plan. \n\nThe documentation must be prepared according to the guidelines in the Building Regulations for Chapter 5 - Fire and must be in Danish or English. \n\nThe declaration of commencement, prepared by the certified fire consultant, should state that the fire safety documentation has been submitted, the correct fire class has been selected, the project complies with the Building Regulations' fire requirements, a satisfactory check plan has been prepared, and whether the consultant will act as an inspector. \n\nFor fire class 4, which requires third-party checks, the third-party inspector must also prepare a declaration of commencement stating similar points. \n\nThe declaration of conclusion, also prepared by the certified fire consultant, should state that the required documentation has been submitted, no changes have been made to the fire classification, fire safety requirements have been fulfilled, the operation, inspection, and maintenance plan is in place, checks have been carried out, deviations have been remedied, and any unresolved deviations or reasons for not addressing them. \n\nFor fire class 4, the third-party inspector must also prepare a declaration of conclusion stating similar points.", "Chapter 29 of the document discusses the documentation required for fire safety in buildings. It includes information on deviations that have not been agreed upon, the role of a certified fire consultant as a third-party inspector, and the need for documentation stating that the building has been built in accordance with fire safety guidelines. The documentation should include an overall fire safety strategy, drawings of the building layout, and details on various aspects of the strategy such as evacuation plans, fire protection of structures, and emergency service access. Fire plans should indicate the location of the building, access for emergency services, and the layout of escape routes and fire safety units. Distribution plans should be prepared for rooms intended for a certain number of people, indicating the location of furniture and fire safety equipment. For storage buildings, occupancy plans should be drawn up to show the location of stock and fire safety equipment. The report on fire safety dimensioning should include documentation of fire safety requirements and acceptance criteria, as well as results of calculations and sensitivity analyses. The function description should describe the necessary fire protection measures and their location in the building.", "The document discusses various aspects of fire safety documentation. It covers topics such as the reaction to fire and fire resistance of surfaces, classes and capacity of fire safety installations, standards used for planning and implementation, and methods for checking the implementation of fire protection measures. \n\nThe document also mentions the need for a fire safety check plan that describes the requirements for inspecting documentation, planning, and implementing fire protection measures. It emphasizes the importance of check reports for documenting the inspection of fire safety documentation, planning, and implementation of fire protection measures. \n\nFurthermore, the document highlights the importance of an operation, inspection, and maintenance plan, as well as the documentation of fire safety conditions for buildings in fire class 1. It states that buildings in fire class 2-4, which are handled by the local council, have specific requirements for documentation, including the basis of fire safety measures chosen, performance of checks and maintenance, fire strategy report, drawing material, fire safety calculations, building operations report, and function testing of fire safety installations.", "This document discusses the inspection of documentation for load-bearing structures and fire safety. The purpose of the inspection is to ensure that the documentation fulfills its intended purpose. The inspection must be carried out in accordance with specific standards and guidelines. There are three types of inspections: internal inspection, independent inspection, and third-party inspection. The level of inspection to be conducted is determined based on the structure and fire classifications of the building. The independent and third-party inspectors must have the necessary qualifications and experience. Certified individuals may act as third-party inspectors.", "This document outlines the responsibilities and duties of a construction designer for load-bearing structures. The construction designer is responsible for collating and coordinating all structural documentation to ensure a cohesive whole. They are responsible for defining structural sections and interfaces, preparing and approving structural calculations, drawings, and models, and coordinating with other designers. They must also inspect documentation and ensure that inspections are carried out and documented. The construction designer is also responsible for coordinating changes and updates to the structural documentation and collecting all documentation for the entire building. Only one construction designer can be appointed for a building.", "This document outlines the roles and responsibilities of certified structural engineers and fire consultants in ensuring that buildings are designed, constructed, and documented in accordance with building regulations. They must perform their work in accordance with Danish building legislation, seek assistance for areas beyond their expertise, and act unbiased and objectively. Depending on their field, they are responsible for planning, designing, inspecting, and approving documentation related to load-bearing structures and fire safety. Third-party inspectors must not be limited in their performance of inspections.", "The document discusses the role of a certified structural engineer in various capacities, including as an active or administrative planner and inspector. The minimum services provided by a certified structural engineer as a planner include preparation and approval of declarations, determining structure classes, participating in planning to ensure safety and fitness for use, and coordinating structural documentation. In the role of an active planner, the engineer must prepare, inspect, and approve specific parts of the structural documentation. As an administrative planner, the engineer must actively participate in the preparation of various reports and plans, inspect structural calculations, and approve all parts of the structural documentation prepared in their organization. \n\nIn the role of an active or administrative inspector, the certified structural engineer is responsible for preparing and approving declarations, checking that chosen solutions for load-bearing structures meet safety requirements, ensuring the documentation of load-bearing structures is adequate, and confirming that the structure functions as a whole across sections. As an active inspector, the engineer must inspect the structural documentation on specific levels, while as a head inspector, they must ensure the documentation is inspected at the same level as if they were an active inspector. Inspection tasks may be delegated under the engineer's supervision, and they must prepare an inspection report and approve the inspection documentation. \n\nIn the role of a third-party inspector, the certified structural engineer inspects the structural documentation on specific levels, including parts of the building in structure class 4. When transferring a project to another certified structural engineer, a statement must be prepared that includes a declaration of commencement and the role of the certified structural engineer in the project.", "This document discusses the role of a certified structural engineer in various aspects of a project. It emphasizes the importance of the engineer's inspection and preparation of documents, whether they are final or drafts. The document also mentions the need for special attention to critical conditions in the project. Furthermore, it states that when taking over a project, the engineer should assess the extent of required inspection and document this assessment in a structural project report. If a statement cannot be prepared during the project transfer, the engineer should conduct a maximum inspection of the transferred structural documentation. This inspection should be equivalent to the role of a certified structural engineer acting as an inspector.", "Chapter 34 outlines the role of a certified fire consultant, who can act as either a performer or an inspector. The consultant's services include tasks such as preparing and approving declarations, determining fire classes and building sections, participating in fire safety solution preparation, and coordinating fire documentation. In the role of a performer, the consultant is responsible for preparing, inspecting, and approving specific parts of the fire documentation. In the role of an inspector, the consultant checks the selected fire classes, verifies contingency tactics, ensures compliance with safety requirements, and checks the effectiveness of the fire documentation. The consultant may also act as a third-party inspector, conducting inspections on specific levels and areas of the building. In the event of a project transfer, the transferring consultant must provide a statement outlining their involvement in the project, the documents they have prepared or inspected, the status of inspections, and any critical issues. The consultant taking over the project must assess the need for further inspection and document it accordingly. If a statement cannot be prepared, the new consultant must conduct a comprehensive inspection of the transferred fire documentation.", "The document discusses the accreditation process for structural engineers in Denmark. Accreditation is granted to individuals who meet the requirements outlined in section 557. The purpose of accreditation is to ensure quality in the planning and construction of structures in the building sector. Accreditation is personal and follows the engineer regardless of employment. The accrediting body is The Danish Society of Engineers, which appoints a committee to oversee the accreditation scheme. The accrediting body publishes information on each accredited engineer, including their term of accreditation, educational background, and business title. Accreditation is granted based on an application and decision made by the accreditation committee. Applicants must provide information about their educational background and work experience. If an application is denied, the applicant will receive a written explanation.", "This document outlines the accreditation process for structural engineers in Denmark. It states that individuals who have certificates or qualifications from another country can work as accredited structural engineers in Denmark, as long as the certificates are issued by a competent authority. Temporary and occasional work is allowed with approval from the accrediting body, and permanent work can be granted by the accrediting body through an application process. Applicants must have equivalent professional qualifications and sufficient language skills. The accrediting body has the right to verify qualifications and language skills and may request a trial period or aptitude test. The accrediting body can also exchange information with competent authorities in other countries regarding individuals seeking accreditation. Accreditation can be renewed upon expiration.", "The document discusses the accreditation process for structural engineers. It states that information about the applicant's work is required for the renewal of accreditation. The accrediting body has the power to revoke accreditation based on specific criteria. The person in question can appeal the decision in writing and present their case in person. The document also mentions that the accreditation body is responsible for managing the finances of the accreditation scheme to ensure its independence. Lastly, it states that accredited structural engineers must follow provisions issued by the accreditation committee when carrying out their work and when signing a structural engineer declaration for building permits.", "Chapter 36 of the document discusses sanctions for violating the Building Regulations. Individuals who violate these provisions will be fined, even if they carry out building work without a permit. Additionally, companies and legal entities may face criminal liability under the Danish Penal Code for such violations. This information is specified in section 30(5) of the Danish Building Act.", "The document is Chapter 37 of an Executive Order. It states that the Executive Order will come into effect on January 1, 2018. It revokes a previous Executive Order from June 2016. The Order applies to applications for building permits submitted after it comes into effect, or for building work initiated after it comes into effect if a building permit is not required. However, the previous provisions can still be chosen until June 30, 2018, if a satisfactory application for a building permit is received by the local council by that date, or if the building work is initiated by that date and is not subject to the rules on building permits. The document also mentions that the Executive Order implements parts of various European directives related to energy efficiency, the energy performance of buildings, conservation of natural habitats, recognition of professional qualifications, and promotion of the use of energy from renewable sources. The draft form of the Executive Order has been notified in accordance with a directive on providing information about technical regulations and rules on information society services.", "The document is not provided, therefore it cannot be summarized.", "This appendix contains a table that categorizes buildings based on their use in relation to fire safety. The categories include whether the building section has sleeping facilities, if the people in the building section have been informed of escape routes, if there are options for individuals to bring themselves to safety unassisted, and the maximum number of people the room can accommodate. The table lists different categories and their corresponding answers for each criterion.", "This document is an appendix that provides a table outlining different risk classes for buildings in regards to fire safety. The table lists the risk class, the category of use of the building, and certain criteria such as the layout of the building, the number of persons in the building section with shared escape routes, and the fire load. The risk classes range from 1 to 4, with different specifications for each class.", "This document is an appendix that provides tables for Chapter 11 of an unidentified document. The tables outline the general minimum requirements for building envelopes in terms of U value and linear thermal transmittance. The U value measures the rate of heat transfer through a building element, while the linear thermal transmittance measures heat transfer through linear building elements. The tables provide specific U values and thermal transmittance values for different building parts such as outer walls, partitions, ceilings, doors, windows, and skylights. These values serve as guidelines for ensuring energy efficiency in building construction.", "This document is an appendix providing tables for Chapter 11 of a larger document on energy consumption. The tables outline the minimum requirements for building envelopes in case of changes in use. The tables include information on U values (thermal transmittance) for various building parts, such as outer walls, storey partitions, ground slabs, ceilings, and gates. It also includes information on linear thermal transmittance for foundations, joints between outer walls and windows or doors, and junctions between roof structures and skylights or dome lights.", "This document provides a table outlining the minimum requirements for the energy consumption of different building parts in relation to conversions and other changes to the building's envelope. The table includes values for U value (thermal transmittance) in W/sq. metre K and linear thermal transmittance in W/metre K for various building parts such as outer walls, basement walls, storey partitions, ceilings, roofs, gates, hatches, storm windows, and foundations.", "This document provides a table outlining the minimum requirements for the building envelope of holiday homes, camping cabins, and similar holiday accommodations. The table includes different building parts and their corresponding U values, which measures the rate of heat loss through the building envelope. The document also includes a second table that lists the linear thermal transmittance values for various building parts, including foundations, joints between walls and windows or doors, and junctions between roof structures and skylights or dome lights. Overall, the document provides guidelines for the energy efficiency of these types of buildings.", "This document provides minimum requirements for the building envelope of temporary portable pavilions in terms of U value and linear thermal transmittance. The U value measures the rate of heat transfer through a material or assembly, while the linear thermal transmittance measures the rate of heat loss through linear elements such as joints and connections. The document specifies the following values for different building parts: \n- Outer walls: U value of 0.20 W/sq. metre K\n- Storey partitions and partition walls adjacent to rooms with a temperature difference of 5 °C or more: U value of 0.40 W/sq. metre K\n- Floors and storey partitions above open air or ventilated crawl space: U value of 0.12 W/sq. metre K\n- Ceiling and roof structures, including cupboards under roof slopes, flat roofs, and sloping walls adjacent to roof: U value of 0.15 W/sq. metre K\n- Gates and hatches opening to the outside or unheated rooms, glass walls and windows adjacent to heated rooms with a temperature difference of 5 °C or more: U value of 1.80 W/sq. metre K\n- Dome lights: U value of 1.80 W/sq. metre K\n\nFor linear thermal transmittance, the document specifies the following values:\n- Foundations: 0.20 W/metre K\n- Joints between outer walls, windows or outer doors, gates and hatches: 0.03 W/metre K\n- Junction between roof structure and skylights or dome lights: 0.10 W/metre K", "This document is an appendix that provides tables outlining the minimum requirements for different types of inspections related to fire safety and load-bearing structures. The tables categorize the inspections based on the fire or structure class. For fire class 2, there is a requirement for independent inspection of documentation related to fire classification and contingency tactics. For structure class 2, independent inspection is required for the structural basis and inspection plan, while the rest of the documentation can be inspected by individuals who were not involved in its preparation but participated in the building's planning. The \"X\" symbol indicates that the inspection is required.", "This document is an appendix that includes a table outlining the minimum requirements for the work of a certified structural engineer as an active planner. The table includes various subjects such as structural basis, structural calculations, structural drawings and models, structural changes, structural project report, and structural inspection plan and report. Each subject has specific requirements indicated by codes such as Kmax + G, U + G, Kext + G, and Kext. The note clarifies that KK represents structure class, which can be found in another chapter of the document.", "This document is an appendix that provides a table outlining the minimum requirements for the work of a certified structural engineer as an active inspector. The table includes various subjects such as structural basis, calculations, drawings and models, structural changes, project reports, inspection plans, and inspection reports. The table indicates whether the inspection requirement is extended or maximum for each subject. The note explains that \"Ext.\" refers to extended inspection and \"Max.\" refers to maximum inspection. It also mentions that \"KK\" represents structure class, which can be found in clause 489 - Chapter 26 - Structure classes.", "This document is an appendix that provides a table outlining the minimum requirements for the work of a certified structural engineer as a third-party inspector. The table includes various subjects such as structural basis, structural calculations, structural drawings and models, structural changes, structural project report, structural inspection plan, and structural inspection report. Each subject is categorized as either requiring extended inspection (Ext.) or maximum inspection (Max.).", "This document is Appendix 5, which contains tables outlining the minimum requirements for the work of a certified fire consultant in preparing fire safety documentation. The table includes various subjects such as documentation of fire classification, contingency tactics, fire strategy report, fire plans, area distribution plans, fire dimensioning, description of functions, fire management plan, fire management reports, and operation, inspection, and maintenance plan. The table also notes that BK represents fire class, which can be found in clause 493 - Chapter 27 - Fire classes.", "This document is Appendix 5, specifically Table 2, for Chapter 34. It outlines the minimum requirements for the work of a certified fire consultant acting as an inspector of the fire safety documentation. The table includes various subjects such as documentation of fire classification, statement about the building's contingency tactics, fire strategy report, fire plans, area distribution plans and paving plans, fire dimensioning, description of functions, fire management plan, fire management reports, and operation, inspection, and maintenance plan. The table also includes codes indicating the level of inspection required, with \"Ext.\" referring to extended inspection and \"Max.\" referring to maximum inspection.", "This document is an appendix to a larger document and provides a table outlining the minimum requirements for certified third-party checks of fire safety documentation. The table includes various subjects such as fire classification, contingency tactics, fire strategy report, fire plans, area distribution plans, fire dimensioning, description of functions, fire management plan, fire management reports, and operation, inspection, and maintenance plan. The table also includes abbreviations indicating whether the inspection required is extended or maximum. There is also a note referencing a fire class code found in another chapter of the document."]