{"page_content": "The text outlines various sections and subsections of the Danish Building Act, specifically referencing Consolidated Act No. 1178 from September 23, 2016, and Executive Order No. 453 from May 11, 2017. It details the provisions that must be adhered to by the authority, particularly the Transport, Building and Housing Agency, including their duties, authority, right to complain, and the proclamation of certain regulations.", "metadata": {"h1_main": "Executive order on building regulations 2018 (BR18) Contents", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_4f809cf9-b75f-4ce4-a079-0f3e8cd700a2"}, "type": "Document"}
{"page_content": "The text outlines the scope of the Building Regulations, specifying that they apply to various types of building works unless exceptions are provided by sections 4 and 6. These works include the construction of new buildings, additions, conversions, changes in use, demolition, and maintenance or alterations affecting energy consumption. It also states that the local council acts as the building authority responsible for making decisions under these regulations.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_df876d17-21b5-41e8-9bf0-78cc8ed99968"}, "type": "Document"}
{"page_content": "The text outlines exemptions and conditions under which certain structures and building works are not subject to the Building Regulations or may be erected without a building permit in a specific jurisdiction. It lists 6 categories of structures exempt from the regulations, including traffic-related structures, electrical and communication installations, small public service structures, and boundary walls. Additionally, it details 15 types of building works that comply with the regulations but do not require a building permit, such as small outbuildings, conversions of existing buildings without structural changes, open-air swimming pools, transportable structures, and specific installations for electronic communication networks.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Restrictions on the scope of the Building Regulations", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_b56dd963-081f-4683-b9e8-ed47e7d5981d"}, "type": "Document"}
{"page_content": "The text outlines regulations regarding the construction and certification of various structures, specifying which require building permits and which are exempt from certain rules. It details:\n\n1. LPG storage installations with a capacity of up to 1,200 units.\n2. Transportable tents and structures that require building permits if they exceed certain sizes, heights, or are used in a way that poses a risk of serious injury.\n3. The necessity of a building permit for certain building works as per Chapter 8.\n4. Inclusion of modular structures in the permit requirements if they exceed specified limits.\n5. The requirement for certification of structures listed, and the need for a building permit application if not certified.\n6. Clarification that exemption from a building permit does not exempt compliance with other legislation.\n\nAdditionally, the text lists building types that are fully or partly exempt from the rules of the Executive Order, including small structures like garages and carports, agricultural buildings, masts and antenna systems, allotment sheds, and transportable structures used for building work or as permanent workplaces. These exemptions come with specific requirements related to drains, fire safety, building layout, energy supply, water, and indoor climate, among others.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Restrictions on the scope of the Building Regulations", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_4ed42782-cd69-4b82-a250-8502502e2f3e"}, "type": "Document"}
{"page_content": "The text outlines regulations regarding energy consumption and other requirements for temporary, movable pavilions and transportable tents and structures. It specifies that:\n\n- Transportable tents and structures are subject to certain requirements in Part II.\n- Building rights for these structures are covered in Chapter 8, but only if they are erected for more than 6 weeks.\n- Access conditions for the building are detailed in sections 52 to 55.\n- Protection measures are specified in sections 59 to 61.\n- Structural requirements are found in Chapter 15, although tents with a total area of 50 sq. meters or less are exempt.\n- Fire safety requirements are addressed in Chapter 5.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Restrictions on the scope of the Building Regulations", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_b92d489d-75e5-4f43-9aea-8216c35c1829"}, "type": "Document"}
{"page_content": "The text outlines the regulations and requirements for obtaining a building permit from the local council. It specifies that a building permit is mandatory unless exempted by sections 4 and 5, and that the council may charge a fee for permit administration. A preliminary dialogue with the council is possible to determine the project's framework. Applications must be submitted digitally with the owner's digital signature, or alternative validation if the signature is absent. The application must include identification of the property, details of the work, compliance with relevant chapters, intended use of the building, structural and fire class documentation, registration information for the Building and Housing Register, and a statement on technical conditions from the Building Regulations. Additional documentation may be required for certain structural and fire classes, and in some cases, a surveyor's authentication may be requested. Specific additional requirements are outlined for wind turbine construction and public access to mines. Exemptions from Building Regulations must also be digitally applied for, with the possibility of requiring a physical signature. Exemptions are granted based on compatibility with the underlying conditions and must be explicitly stated in the permit or in writing. Regulations may be relaxed for listed buildings and ancient monuments. Temporary permission for the use of an adjoining plot can be granted under certain conditions, with a 14-day notification period before work commences, and the plot must be used with minimal inconvenience.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Application for building permit", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_e22daef0-3485-4f7e-908e-f335b30e3dcf"}, "type": "Document"}
{"page_content": "The text outlines regulations regarding post-construction responsibilities and neighborly coordination for building works. It specifies that after work completion, the permit holder must restore the adjacent plot to its original state promptly. Additionally, if construction or alterations on a common boundary necessitate changes to a neighbor's boundary structures, the neighbor must be permitted to make those changes before being hindered by the construction. Finally, it mandates that the local council must be notified before the commencement of any building work for which a permit has been granted.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Application for building permit", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_cd85d2e9-00a3-4a8d-9fda-06c5ae6bb1c9"}, "type": "Document"}
{"page_content": "The text outlines the requirements for building permit applications for structures in classes 2 to 4. It specifies that a certified structural engineer must be involved in the process to ensure compliance with Chapter 15. For structure class 2, a structural engineer certified under section 12 is required, while for classes 3 and 4, a structural engineer certified under section 13 is necessary. Additionally, for class 4 structures, an engineer certified to perform third-party checks under section 14 is also required. The applicant must appoint a construction designer for the load-bearing structures and include information about the designer and the certified structural engineer in the permit application. The documentation to be submitted with the application includes a structure class classification and a declaration of commencement, with an additional declaration from a third-party certified engineer for class 4 structures.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Use of a certified structural engineer in structure class 2-", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_319cfa0f-19bc-49a4-9ba5-2ee8c23bc136"}, "type": "Document"}
{"page_content": "The text outlines the regulatory requirements for building permits related to fire safety in structure classes 2 to 4. It specifies that:\n\n1. A certified fire consultant must be involved in the permit application process for buildings in structure class 2 to 4, ensuring compliance with Chapter 5.\n2. If no certified consultant is associated, the local council must process the application as per sections 28 and 29.\n3. For fire class 2 buildings, a fire consultant certified under section 19 is required.\n4. For fire class 3 and 4 buildings, a fire consultant certified under section 20 is necessary.\n5. For structure class 4 buildings, a fire consultant certified to perform third-party checks (as per section 21) must endorse the project.\n6. The applicant must appoint a certified fire consultant and include their information in the permit application.\n7. For fire class 4 buildings, a consultant certified for third-party checks must be appointed.\n8. The application must include approved documentation by the certified fire consultant, such as fire class classification, a statement on contingency tactics, and a declaration of commencement.\n9. For fire class 4, a declaration from a consultant certified for third-party checks is also required.\n10. If the building does not follow traditional contingency tactics, the local council must approve the contingency tactics solutions before granting a building permit.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Use of a certified fire consultant in structure class 2-", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_7bbd68a8-cf77-4079-8e7d-9fd8d98da8ec"}, "type": "Document"}
{"page_content": "The text outlines the regulatory requirements for appointing structural engineers and submitting structural documentation when applying for building permits, particularly for structure classes 2 to 4, in the absence of a certified structural engineer. It specifies that:\n\n1. For structure class 2 to 4, if no certified structural engineer is appointed, the local council handles the structural conditions as per Chapter 15.\n2. The applicant must appoint a construction designer for load-bearing structures to ensure coherent structural documentation as per Chapter 31, and this information must be included in the building permit application.\n3. When applying for permits in structure class 2 to 4 without a certified structural engineer, documentation confirming compliance with Chapter 15 must be provided, prepared according to Chapter 28.\n4. For structure class 3 and 4 work without a certified structural engineer, which requires local council processing, a signed statement by an accredited structural engineer as per Chapter 35 must accompany the structural documentation.\n5. For structure class 4 work, in addition to the engineer's statement, a third-party check by an unaffiliated accredited structural engineer is required, and the local council must approve this engineer.\n\nIn all cases, the appointment of the accredited structural engineer and their information must be stated in the building permit application.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Building project process in structure class 2-4 up to 31 December", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_2f3102d1-9dd1-4b69-8932-d5d3afa09e3f"}, "type": "Document"}
{"page_content": "The text outlines the regulatory requirements for processing fire safety conditions in building work within fire class 2-4 when a certified consultant has not been appointed. It specifies that the local council is responsible for this process, as detailed in Chapter 5.29. The applicant must submit documentation to the local council, which includes fire safety layout, the rationale for chosen fire safety measures, and plans for inspection and maintenance of fire safety systems and elements. Additionally, the local council has the authority to seek an expert declaration on the fire safety documentation, with the associated costs to be borne by the applicant.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Building project process in fire class 2-4 up to 31 December", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_db2c868a-17c8-412c-88fc-eb8075a46d5a"}, "type": "Document"}
{"page_content": "The text outlines regulations regarding the erection of transportable tents and structures. It specifies that tents and structures not certified according to the Executive Order must have a building permit from the local council before being erected. If a structure is to be in place for more than six weeks, a building permit is required regardless of certification. Certified structures may have a simplified application process, focusing on building control matters. Temporary batten structures are only subject to the Building Act if deemed appropriate by the local council and are exempt from certain sections of the Act. Additionally, for tents and structures accommodating more than 150 persons, a notification with details on layout and use must be submitted to the local council at least four weeks before they are used.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Transportable tents and structures", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_900d9d42-5216-4da7-b1ca-5961d49cfff6"}, "type": "Document"}
{"page_content": "The text outlines regulations for setting up camping areas at festivals, scout camps, sports events, and similar functions, specifically regarding the size of the area and the number of people accommodated. It states that:\n\n1. Camping areas for over 150 persons must comply with section 157.\n2. For areas between 1,000 sq. meters and 3,000 sq. meters, a notification with layout details must be submitted to the local council at least 4 weeks before use.\n3. For areas over 3,000 sq. meters, a building permit application with layout details is required, also to be submitted at least 4 weeks in advance.\n4. Festival and sales areas up to 1,000 sq. meters must comply with section 157.\n5. For festival and sales areas over 1,000 sq. meters, a building permit application is required, to be submitted at least 4 weeks before the event.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Camping, festival and sales areas", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_f314b0ee-10a2-4315-a54f-fe63fc9bd48d"}, "type": "Document"}
{"page_content": "The text outlines the procedures and requirements for obtaining a building permit from a local council. It specifies that:\n\n1. Notification of the building permit decision must be in writing to the applicant.\n2. The local council must ensure the building work does not conflict with other legislation before granting a permit, and any requirements from other legislation must be clearly stated in the permit.\n3. The council must verify that the documentation provided meets the Building Regulations relevant to the project before issuing a permit.\n4. A building permit is binding, and any changes to the building work that deviate from the permit must be reported to the council, which will then decide if the changes affect the terms of the permit or require a new decision.\n5. The council can appoint an expert to assess technical documentation at the applicant's expense if necessary.\n6. The council must evaluate the impact on natural habitats before issuing a permit and can grant a permit despite negative impacts if there are exceptional, urgent national imperatives and no alternatives.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Building permit", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_55a8c986-f590-4b80-8213-45ce7d4a99d5"}, "type": "Document"}
{"page_content": "The text outlines the regulations regarding fees charged by a local council for processing building permits and related applications. It specifies that fees can be charged for permit applications, withdrawals, refusals, legalisation cases, and exemption applications. The council may opt for a time-based fee or a fixed fee, but not both for the same case type. Fees can be limited to certain case types, and the council can only recover costs related to those types. The hourly rate for time-based fees is set by the council and must be consistent across similar cases. Time-based fees are due upon granting permission for building use, and may be split into two instalments. Detailed time statements must be provided for time-based fees. Fixed fees are capped by an Executive order and are due upon permit notification, with permits withheld until payment.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Building process fees", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_7a46e86a-3d8e-429a-b16e-af5ac1929927"}, "type": "Document"}
{"page_content": "The text outlines the requirements and procedures for notifying the local council upon the completion of building work that requires a building permit. Key points include:\n\n1. Submission of documentation proving insurance, compliance with the building permit and Building Regulations, and operating and maintenance instructions for building installations.\n2. The building owner's duty to inform the council of updates relevant to the Building and Housing Register.\n3. Exemptions for temporary transportable structures from conclusion notification.\n4. Specific documentation requirements for buildings in certain structure and fire classes, including those prepared by certified engineers or consultants.\n5. The necessity of obtaining permission for use from the local council before a building can be used, which includes verification of compliance with Building Regulations and permit requirements.\n6. The possibility for the local council to permit use of a building even if not fully completed, with conditions such as setting deadlines and requiring performance bonds.\n7. Special provisions for public access to mines or similar structures, including expert reports and potential monitoring.\n8. The local council's obligation to conduct random sample checks in 10% of building processes to ensure compliance with Building Regulations, with certain exemptions.\n\nOverall, the text provides a detailed framework for the conclusion of building work, emphasizing the importance of safety, compliance, and proper documentation.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Conclusion of a building process", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_aa99b6d2-1328-45d3-b268-e8c1cf61fa4a"}, "type": "Document"}
{"page_content": "The text outlines the regulations regarding the demolition of buildings that require a building permit. It specifies that a permit from the local council is necessary to commence demolition, except for certain smaller structures like garages, carports, and sheds associated with residential properties, which can be demolished without a permit. An application for a demolition permit must include specific details about the building and be submitted digitally with the owner's digital signature. Additionally, the local council has the authority to set guidelines for building demolition, and a statement confirming the completion of a demolition process for which a permit was granted must be submitted to the local council.", "metadata": {"h1_main": "Part I - Administrative provisions", "h2_chapter": "Chapter 1 - Administrative provisions", "h3_subchapter": "Demolition of buildings", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_2b2a8862-5d02-463c-8887-5673721d07de"}, "type": "Document"}
{"page_content": "The text outlines regulations regarding access conditions for buildings, residential areas, and parking areas, specifying that such facilities must be accessible for users to enter and utilize their functions. It also states exceptions to these rules, noting that holiday homes and detached single-family houses used solely for residential purposes are not covered by the access provisions of Chapter 2, with the exception of sections 51(3) and 52.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_56816995-db49-4032-8417-ed3439c35c33"}, "type": "Document"}
{"page_content": "The text outlines the requirements for access areas on a land parcel, ensuring that users can reach buildings, residential areas, and parking spaces safely and efficiently. Key points include:\n\n1. Access areas and roads must be well-lit, with stronger lighting for stairs and ramps.\n2. Access paths must be at least 1.3 meters wide with an even, hard surface.\n3. Level differences must be mitigated with ramps or leveled ground, adhering to specific size and gradient specifications.\n4. Ramps should not exceed a 1:20 gradient and must have landings if the gradient is steeper than 1:25.\n5. Handrails at about 0.8 meters high are required on both sides of ramps and stairs.\n6. Pedestrian paths need a tactile distinction from other traffic areas.\n7. Paving must change in color and texture before stairs begin, with step edges marked in contrasting colors.\n8. Gates or passages must accommodate easy access for rescue vehicles.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "h3_subchapter": "Access up to the building", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_05dfec6f-754b-423a-a8a8-27ce6ecb8530"}, "type": "Document"}
{"page_content": "The text outlines accessibility requirements for building entrances to ensure that users can enter unassisted. Key points include:\n\n1. Outer doors must be level with the outside area, with any level differences adjusted outside the building, possibly using ramps.\n2. A hard, even area of 1.5 x 1.5 meters is required outside doors, with an additional 20 centimeters if the door opens outward.\n3. Door steps cannot exceed 2.5 centimeters in height.\n4. The outdoor area must be level with the indoor floor and have tactile or color-contrasted markings.\n5. For single-family houses, only one accessible outer door is required.\n6. Outer doors must have a minimum passage width of 0.77 meters and 0.50 meters of free space next to the door on the opening side.\n7. These requirements also apply to doors used for escape routes, garden, balcony, and terrace doors, as well as shared roof terraces accessible by lift.\n8. Residential areas must have accessible parking and refuse collection areas.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "h3_subchapter": "Access conditions at the building", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_4a92c9b9-bcbf-478c-85a8-06bc4816b95d"}, "type": "Document"}
{"page_content": "The text outlines accessibility requirements for shared access routes within buildings. These routes must allow unassisted movement to various functions and units on each floor. Key points include:\n\n1. Direct and unhindered access to lifts, residential units, commercial functions, and shared spaces, including outdoor areas on each floor.\n2. A minimum width of 1.30 meters for the access routes to allow free passage.\n3. Distinctive marking of routes using different materials, colors, or lighting for visibility.\n4. Elimination of level differences using ramps with a gradient not steeper than 1:20, with horizontal areas before and after the ramp, and landings for every 0.60 meters of rise. Handrails are required on ramps, except for those with a gradient of 1:25 or less.\n5. Doors in shared access routes must have a minimum passage width of 0.77 meters and a free space of 0.50 meters next to the door on the opening side, opposite the hinges.\n6. Doorsteps must not exceed a height of 2.50 centimeters.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "h3_subchapter": "Shared access routes in the building", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_353abb76-6c3d-4c29-bc83-0be975d470f9"}, "type": "Document"}
{"page_content": "The text outlines the requirements for stairs in shared access routes to ensure they are safe and accessible. These requirements include a minimum free width of 1.0 meter and a minimum free headroom of 2.10 meters, a gradient not exceeding 0.18 meters, a minimum going of 0.25 meters for residential buildings (with unspecified minimum for others), and a minimum going of 0.20 meters for circular and winding staircases.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "h3_subchapter": "Stairs", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_d4ac1fb5-26fb-4d8c-8dd4-22a53305cf63"}, "type": "Document"}
{"page_content": "The text outlines safety regulations for fencing and handrails in various residential areas such as corridors, staircases, ramps, balconies, and elevated areas. It specifies minimum height requirements for different structures to prevent falls, with a general minimum of 1.0 meter for fencing, and lower minimums for staircases and ramps. The text also mandates that handrails must be easy to grasp, and that the design of fencing should prevent personal injuries and ensure that children cannot climb or get stuck between balusters. Additionally, glass fencing must comply with specific standards.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "h3_subchapter": "Fencing", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_9ce8d2b3-8fcf-496e-a785-a0588d6ba766"}, "type": "Document"}
{"page_content": "The text outlines the requirements for handrails in shared access routes such as corridors, stairs, and ramps. These handrails must be grip-friendly, easy to hold, continuous over landings, and end horizontally. They should be installed at a height of approximately 0.80 meters and on sides that are not equipped with fencing.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "h3_subchapter": "Hand rails", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_87a33f3b-b8f7-43f1-a7e7-fd7eefdcad88"}, "type": "Document"}
{"page_content": "The text outlines the requirements for providing accessible information in public buildings that offer citizen services. It emphasizes the need for clear and understandable signage at the entrance and throughout the building, directing visitors to essential facilities like lavatories, disabled lavatories, lifts, and stairs. Additionally, it specifies that this information should be inclusive, offering Braille, audio, pictograms, relief writing and graphics, and guiding lines to accommodate individuals with various needs, ensuring the building is navigable for all users.", "metadata": {"h1_main": "Part II - Technical and building control provisions", "h2_chapter": "Chapter 2 - Access", "h3_subchapter": "Information", "file_name": "BR18_Executive_order_on_building_regulations_2018_part_I & II", "file_type": "markdown", "unique_id": "BR18_Executive_order_on_building_regulations_2018_part_I & II_553b7dee-c5e4-4780-bd18-57351bf3992e"}, "type": "Document"}
